#+TITLE: 我的时间
#+DATE: 2015-01-01

* 工作
** 会议
*** 小组例会（Logging）
    CLOCK: [2019-10-23 三 11:30]--[2019-10-23 三 11:48] =>  0:18
    CLOCK: [2019-10-18 五 11:30]--[2019-10-18 五 11:49] =>  0:19
    CLOCK: [2019-10-16 三 11:32]--[2019-10-16 三 11:47] =>  0:15
    CLOCK: [2019-10-11 五 11:31]--[2019-10-11 五 11:42] =>  0:11
    CLOCK: [2019-09-27 五 11:31]--[2019-09-27 五 11:38] =>  0:07
    CLOCK: [2019-09-25 三 11:32]--[2019-09-25 三 12:05] =>  0:33
    CLOCK: [2019-09-20 五 11:31]--[2019-09-20 五 11:58] =>  0:27
    CLOCK: [2019-09-18 三 11:31]--[2019-09-18 三 11:42] =>  0:11
    CLOCK: [2019-09-11 三 11:31]--[2019-09-11 三 11:48] =>  0:17
    CLOCK: [2019-09-06 五 11:30]--[2019-09-06 五 11:46] =>  0:16
*** 数据工厂例会
    CLOCK: [2019-10-21 一 10:33]--[2019-10-21 一 11:32] =>  0:59
    CLOCK: [2019-10-14 一 10:38]--[2019-10-14 一 11:28] =>  0:50
    CLOCK: [2019-10-08 二 10:33]--[2019-10-08 二 11:11] =>  0:38
    CLOCK: [2019-09-23 一 10:32]--[2019-09-23 一 12:08] =>  1:36
    CLOCK: [2019-09-16 一 10:33]--[2019-09-16 一 11:37] =>  1:04
    CLOCK: [2019-09-09 一 10:30]--[2019-09-09 一 11:29] =>  0:59
*** 高工经理双周会
    CLOCK: [2019-08-13 二 17:52]--[2019-08-13 二 18:19] =>  0:27
    CLOCK: [2019-07-30 二 18:24]--[2019-07-30 二 18:44] =>  0:20
    CLOCK: [2019-07-16 二 18:53]--[2019-07-16 二 19:28] =>  0:35
    CLOCK: [2019-06-18 二 18:26]--[2019-06-18 二 18:41] =>  0:15
    CLOCK: [2019-05-21 二 18:32]--[2019-05-21 二 18:52] =>  0:20
    CLOCK: [2019-04-16 二 18:15]--[2019-04-16 二 19:04] =>  0:49
    CLOCK: [2019-03-26 二 18:02]--[2019-03-26 二 18:27] =>  0:25
    CLOCK: [2019-03-12 二 15:42]--[2019-03-12 二 16:08] =>  0:26
    CLOCK: [2019-02-26 二 18:06]--[2019-02-26 二 18:52] =>  0:46
    CLOCK: [2019-02-26 二 16:05]--[2019-02-26 二 16:17] =>  0:12
    CLOCK: [2019-01-22 二 15:02]--[2019-01-22 二 16:02] =>  1:00
*** 1910 Pingo分享
    CLOCK: [2019-10-16 三 18:10]--[2019-10-16 三 19:30] =>  1:20
*** 1910 单机PUE-基础Agent专项治理周会
    CLOCK: [2019-10-16 三 16:01]--[2019-10-16 三 17:30] =>  1:29
*** 1910 统计opera迁移matrix容器销毁问题讨论
    CLOCK: [2019-10-17 四 11:33]--[2019-10-17 四 12:35] =>  1:02
    CLOCK: [2019-10-15 二 15:02]--[2019-10-15 二 16:13] =>  1:11
*** 1909 百家号问题反馈沟通
    CLOCK: [2019-09-29 日 14:04]--[2019-09-29 日 14:58] =>  0:54
*** 1909 基础Agent资源专项kick-off
    CLOCK: [2019-10-11 五 18:44]--[2019-10-11 五 19:23] =>  0:39
    CLOCK: [2019-09-27 五 15:19]--[2019-09-27 五 15:39] =>  0:20
    CLOCK: [2019-09-27 五 14:34]--[2019-09-27 五 14:48] =>  0:14
*** 1909 apfclick断流问题讨论
    CLOCK: [2019-09-27 五 12:31]--[2019-09-27 五 12:45] =>  0:14
*** 1909 数据工程团队Q3 All-hands Meeting
    CLOCK: [2019-09-26 四 14:01]--[2019-09-26 四 14:29] =>  0:28
*** 1909 数据流通MI权限沟通后续改进
    CLOCK: [2019-09-26 四 13:08]--[2019-09-26 四 13:43] =>  0:35
** 杂事
*** 每日计划
    CLOCK: [2019-10-23 三 10:35]--[2019-10-23 三 10:52] =>  0:17
    CLOCK: [2019-10-21 一 10:26]--[2019-10-21 一 10:33] =>  0:07
    CLOCK: [2019-10-18 五 10:24]--[2019-10-18 五 10:32] =>  0:08
    CLOCK: [2019-10-17 四 10:26]--[2019-10-17 四 10:38] =>  0:12
    CLOCK: [2019-10-15 二 10:41]--[2019-10-15 二 11:09] =>  0:28
    CLOCK: [2019-10-08 二 11:15]--[2019-10-08 二 11:39] =>  0:24
    CLOCK: [2019-10-08 二 10:07]--[2019-10-08 二 10:30] =>  0:23
    CLOCK: [2019-09-11 三 10:25]--[2019-09-11 三 10:47] =>  0:22
    CLOCK: [2019-09-09 一 10:19]--[2019-09-09 一 10:29] =>  0:10
    CLOCK: [2019-09-06 五 10:45]--[2019-09-06 五 10:58] =>  0:13
*** 个人周报
*** 团队周报
    CLOCK: [2019-10-18 五 13:21]--[2019-10-18 五 14:08] =>  0:47
    CLOCK: [2019-10-12 六 15:42]--[2019-10-12 六 15:56] =>  0:14
    CLOCK: [2019-10-12 六 13:08]--[2019-10-12 六 13:17] =>  0:09
    CLOCK: [2019-09-12 四 15:50]--[2019-09-12 四 16:23] =>  0:33
    CLOCK: [2019-09-12 四 15:20]--[2019-09-12 四 15:36] =>  0:16
    CLOCK: [2019-09-06 五 12:50]--[2019-09-06 五 13:33] =>  0:43
*** 1910 Q3 OKR Review和Q4 OKR设定
    CLOCK: [2019-10-14 一 15:14]--[2019-10-14 一 16:03] =>  0:49
    CLOCK: [2019-10-14 一 14:08]--[2019-10-14 一 14:42] =>  0:34
    CLOCK: [2019-10-14 一 13:11]--[2019-10-14 一 13:58] =>  0:47
    CLOCK: [2019-10-12 六 19:06]--[2019-10-12 六 19:55] =>  0:49
    CLOCK: [2019-10-12 六 18:18]--[2019-10-12 六 18:30] =>  0:12
    CLOCK: [2019-10-12 六 17:23]--[2019-10-12 六 17:42] =>  0:19
*** 1910 Q3 NPS调研用户知会
    CLOCK: [2019-10-11 五 14:49]--[2019-10-11 五 15:17] =>  0:28
*** 1909 经理沟通
    CLOCK: [2019-09-27 五 11:43]--[2019-09-27 五 11:50] =>  0:07
*** 1909 实习生招聘
    CLOCK: [2019-09-18 三 19:51]--[2019-09-18 三 20:30] =>  0:39
    CLOCK: [2019-09-18 三 14:52]--[2019-09-18 三 15:03] =>  0:11
    CLOCK: [2019-09-18 三 14:12]--[2019-09-18 三 14:30] =>  0:18
*** 1909 BDG PaaS化统计
    CLOCK: [2019-09-10 二 11:03]--[2019-09-10 二 11:28] =>  0:25
*** 1909 和主席沟通发展记录
    CLOCK: [2019-09-03 二 19:58]--[2019-09-03 二 20:34] =>  0:36
    CLOCK: [2019-09-03 二 16:23]--[2019-09-03 二 16:47] =>  0:24
    CLOCK: [2019-09-03 二 15:05]--[2019-09-03 二 16:08] =>  1:03
    CLOCK: [2019-09-03 二 14:16]--[2019-09-03 二 14:54] =>  0:38
*** 1909 【简单之约】第十期-景鲲谈小度’s 向往的未来 
    CLOCK: [2019-09-02 一 14:08]--[2019-09-02 一 14:20] =>  0:12
    CLOCK: [2019-09-02 一 13:20]--[2019-09-02 一 13:36] =>  0:16
    CLOCK: [2019-09-02 一 12:34]--[2019-09-02 一 13:13] =>  0:39
** 运维
*** MI 运维
    CLOCK: [2019-10-21 一 14:13]--[2019-10-21 一 14:50] =>  0:37
    CLOCK: [2019-10-21 一 12:50]--[2019-10-21 一 12:53] =>  0:03
    CLOCK: [2019-10-18 五 20:07]--[2019-10-18 五 20:20] =>  0:13
    CLOCK: [2019-10-18 五 19:04]--[2019-10-18 五 19:25] =>  0:21
    CLOCK: [2019-10-18 五 17:31]--[2019-10-18 五 17:40] =>  0:09
    CLOCK: [2019-10-18 五 17:00]--[2019-10-18 五 17:26] =>  0:26
    CLOCK: [2019-10-14 一 16:52]--[2019-10-14 一 17:03] =>  0:11
    CLOCK: [2019-10-14 一 16:03]--[2019-10-14 一 16:30] =>  0:27
    CLOCK: [2019-10-14 一 11:31]--[2019-10-14 一 11:44] =>  0:13
    CLOCK: [2019-10-11 五 15:26]--[2019-10-11 五 15:36] =>  0:10
    CLOCK: [2019-09-29 日 15:08]--[2019-09-29 日 15:17] =>  0:09
    CLOCK: [2019-09-27 五 19:41]--[2019-09-27 五 19:56] =>  0:15
    CLOCK: [2019-09-27 五 14:52]--[2019-09-27 五 14:56] =>  0:04
    CLOCK: [2019-09-27 五 10:30]--[2019-09-27 五 11:01] =>  0:31
    CLOCK: [2019-09-25 三 19:31]--[2019-09-25 三 19:53] =>  0:22
    CLOCK: [2019-09-25 三 10:41]--[2019-09-25 三 11:16] =>  0:35
    CLOCK: [2019-09-23 一 19:50]--[2019-09-23 一 20:05] =>  0:15
    CLOCK: [2019-09-23 一 18:47]--[2019-09-23 一 19:21] =>  0:34
    CLOCK: [2019-09-23 一 16:58]--[2019-09-23 一 17:44] =>  0:46
    CLOCK: [2019-09-23 一 12:49]--[2019-09-23 一 13:09] =>  0:20
    CLOCK: [2019-09-19 四 19:41]--[2019-09-19 四 19:54] =>  0:13
    CLOCK: [2019-09-19 四 17:45]--[2019-09-19 四 17:46] =>  0:01
    CLOCK: [2019-09-19 四 17:32]--[2019-09-19 四 17:40] =>  0:08
    CLOCK: [2019-09-18 三 21:44]--[2019-09-18 三 22:04] =>  0:20
    CLOCK: [2019-09-18 三 16:40]--[2019-09-18 三 17:12] =>  0:32
    CLOCK: [2019-09-17 二 21:23]--[2019-09-17 二 21:57] =>  0:34
    CLOCK: [2019-09-16 一 11:46]--[2019-09-16 一 11:55] =>  0:09
    CLOCK: [2019-09-14 六 13:48]--[2019-09-14 六 14:20] =>  0:32
    CLOCK: [2019-09-14 六 12:33]--[2019-09-14 六 13:04] =>  0:31
    CLOCK: [2019-09-13 五 23:46]--[2019-09-14 六 00:26] =>  0:40
    CLOCK: [2019-09-12 四 10:46]--[2019-09-12 四 11:44] =>  0:58
    CLOCK: [2019-09-11 三 20:11]--[2019-09-11 三 20:25] =>  0:14
    CLOCK: [2019-09-11 三 19:13]--[2019-09-11 三 19:25] =>  0:12
    CLOCK: [2019-09-11 三 18:57]--[2019-09-11 三 19:13] =>  0:16
    CLOCK: [2019-09-11 三 14:28]--[2019-09-11 三 15:02] =>  0:34
    CLOCK: [2019-09-09 一 18:35]--[2019-09-09 一 18:45] =>  0:10
    CLOCK: [2019-09-08 日 01:22]--[2019-09-08 日 01:37] =>  0:15
    CLOCK: [2019-09-06 五 22:45]--[2019-09-06 五 22:55] =>  0:10
    CLOCK: [2019-09-06 五 16:31]--[2019-09-06 五 17:05] =>  0:34
*** Bigdata 值班
*** QA测试
    CLOCK: [2019-04-11 四 15:01]--[2019-04-11 四 15:27] =>  0:26
*** 1910 百度统计传输优化和加qos速度测试
    CLOCK: [2019-10-21 一 19:48]--[2019-10-21 一 19:57] =>  0:09
    CLOCK: [2019-10-21 一 18:37]--[2019-10-21 一 19:10] =>  0:33
    CLOCK: [2019-10-21 一 16:39]--[2019-10-21 一 17:23] =>  0:44
    CLOCK: [2019-10-21 一 15:19]--[2019-10-21 一 15:47] =>  0:28
    CLOCK: [2019-10-18 五 16:12]--[2019-10-18 五 16:53] =>  0:41
    CLOCK: [2019-10-18 五 15:49]--[2019-10-18 五 16:11] =>  0:22
    CLOCK: [2019-10-18 五 10:32]--[2019-10-18 五 11:30] =>  0:58
    CLOCK: [2019-10-17 四 19:21]--[2019-10-17 四 19:31] =>  0:10
    CLOCK: [2019-10-17 四 14:53]--[2019-10-17 四 15:00] =>  0:07
    CLOCK: [2019-10-17 四 14:20]--[2019-10-17 四 14:47] =>  0:27
    CLOCK: [2019-10-17 四 11:28]--[2019-10-17 四 11:32] =>  0:04
    CLOCK: [2019-10-16 三 15:35]--[2019-10-16 三 15:59] =>  0:24
    CLOCK: [2019-10-16 三 14:10]--[2019-10-16 三 15:22] =>  1:12
    CLOCK: [2019-10-16 三 10:31]--[2019-10-16 三 11:03] =>  0:32
    CLOCK: [2019-10-15 二 20:05]--[2019-10-15 二 20:39] =>  0:34
*** 1910 度秘MI通知下游延时追查
    CLOCK: [2019-10-15 二 14:10]--[2019-10-15 二 14:51] =>  0:41
    CLOCK: [2019-10-15 二 13:21]--[2019-10-15 二 13:45] =>  0:24
    CLOCK: [2019-10-15 二 11:09]--[2019-10-15 二 11:46] =>  0:37
    CLOCK: [2019-10-14 一 19:30]--[2019-10-14 一 19:41] =>  0:11
    CLOCK: [2019-10-14 一 18:45]--[2019-10-14 一 19:01] =>  0:16
    CLOCK: [2019-10-14 一 18:32]--[2019-10-14 一 18:45] =>  0:13
    CLOCK: [2019-10-14 一 17:32]--[2019-10-14 一 17:58] =>  0:26
*** 1910 排查流式使用原生订阅遇到的问题
    CLOCK: [2019-10-10 四 20:40]--[2019-10-10 四 21:00] =>  0:20
    CLOCK: [2019-10-10 四 19:43]--[2019-10-10 四 20:35] =>  0:52
    CLOCK: [2019-10-10 四 17:20]--[2019-10-10 四 18:11] =>  0:51
    CLOCK: [2019-10-10 四 15:55]--[2019-10-10 四 16:56] =>  1:01
    CLOCK: [2019-10-10 四 14:35]--[2019-10-10 四 15:49] =>  1:14
    CLOCK: [2019-10-10 四 10:43]--[2019-10-10 四 11:00] =>  0:17
    CLOCK: [2019-10-10 四 10:21]--[2019-10-10 四 10:42] =>  0:21
*** 1909 解决残余Logagent下线问题
    CLOCK: [2019-09-09 一 17:10]--[2019-09-09 一 17:34] =>  0:24
    CLOCK: [2019-09-09 一 16:48]--[2019-09-09 一 17:00] =>  0:12
    CLOCK: [2019-09-09 一 15:07]--[2019-09-09 一 16:48] =>  1:41
    CLOCK: [2019-09-09 一 13:50]--[2019-09-09 一 14:01] =>  0:11
    CLOCK: [2019-09-09 一 11:42]--[2019-09-09 一 11:46] =>  0:04
    CLOCK: [2019-09-09 一 11:36]--[2019-09-09 一 11:42] =>  0:06
    CLOCK: [2019-09-06 五 16:19]--[2019-09-06 五 16:30] =>  0:11
*** 1907 排查报警失灵问题
    CLOCK: [2019-09-06 五 23:20]--[2019-09-07 六 00:04] =>  0:44
    CLOCK: [2019-09-06 五 15:44]--[2019-09-06 五 16:19] =>  0:35
    CLOCK: [2019-09-06 五 14:30]--[2019-09-06 五 15:06] =>  0:36
    CLOCK: [2019-09-06 五 10:59]--[2019-09-06 五 11:30] =>  0:31
    CLOCK: [2019-09-05 四 19:12]--[2019-09-05 四 19:15] =>  0:03
    CLOCK: [2019-09-05 四 17:12]--[2019-09-05 四 17:49] =>  0:37
    CLOCK: [2019-09-05 四 16:28]--[2019-09-05 四 17:06] =>  0:38
    CLOCK: [2019-09-05 四 14:46]--[2019-09-05 四 16:26] =>  1:40
    CLOCK: [2019-07-31 三 19:32]--[2019-07-31 三 21:14] =>  1:42
    CLOCK: [2019-07-31 三 17:45]--[2019-07-31 三 17:53] =>  0:08
    CLOCK: [2019-07-31 三 16:46]--[2019-07-31 三 17:00] =>  0:14
    CLOCK: [2019-07-31 三 15:52]--[2019-07-31 三 16:10] =>  0:18
    CLOCK: [2019-07-31 三 10:44]--[2019-07-31 三 11:31] =>  0:47
    CLOCK: [2019-07-05 五 20:41]--[2019-07-05 五 21:37] =>  0:56
    CLOCK: [2019-07-05 五 19:10]--[2019-07-05 五 19:31] =>  0:21
    CLOCK: [2019-07-05 五 16:18]--[2019-07-05 五 17:37] =>  1:19
    CLOCK: [2019-07-05 五 15:20]--[2019-07-05 五 15:37] =>  0:17
** MI 3.0 BFE
*** 1908 支持读seqfile
    CLOCK: [2019-10-15 二 14:58]--[2019-10-15 二 15:00] =>  0:02
    CLOCK: [2019-09-15 日 21:06]--[2019-09-15 日 21:42] =>  0:36
    CLOCK: [2019-09-15 日 17:08]--[2019-09-15 日 18:17] =>  1:09
    CLOCK: [2019-09-15 日 14:11]--[2019-09-15 日 14:27] =>  0:16
    CLOCK: [2019-09-15 日 12:25]--[2019-09-15 日 13:26] =>  1:01
    CLOCK: [2019-09-15 日 00:35]--[2019-09-15 日 01:41] =>  1:06
    CLOCK: [2019-09-14 六 20:52]--[2019-09-14 六 21:12] =>  0:20
    CLOCK: [2019-09-14 六 14:48]--[2019-09-14 六 15:05] =>  0:17
    CLOCK: [2019-08-19 一 20:39]--[2019-08-19 一 21:08] =>  0:29
    CLOCK: [2019-08-19 一 19:57]--[2019-08-19 一 20:27] =>  0:30
    CLOCK: [2019-08-19 一 18:41]--[2019-08-19 一 19:53] =>  1:12
    CLOCK: [2019-08-19 一 17:00]--[2019-08-19 一 17:30] =>  0:30
    CLOCK: [2019-08-19 一 15:42]--[2019-08-19 一 16:38] =>  0:56
    CLOCK: [2019-08-19 一 14:50]--[2019-08-19 一 15:28] =>  0:38
    CLOCK: [2019-08-18 日 14:37]--[2019-08-18 日 15:48] =>  1:11
    CLOCK: [2019-08-18 日 09:57]--[2019-08-18 日 10:04] =>  0:07
    CLOCK: [2019-08-17 六 17:18]--[2019-08-17 六 18:33] =>  1:15
    CLOCK: [2019-08-17 六 14:29]--[2019-08-17 六 15:44] =>  1:15
    CLOCK: [2019-08-17 六 10:14]--[2019-08-17 六 11:14] =>  1:00
    CLOCK: [2019-08-13 二 19:57]--[2019-08-13 二 21:30] =>  1:33
    CLOCK: [2019-08-13 二 19:14]--[2019-08-13 二 19:29] =>  0:15
    CLOCK: [2019-08-13 二 17:42]--[2019-08-13 二 17:50] =>  0:08
    CLOCK: [2019-08-13 二 17:00]--[2019-08-13 二 17:13] =>  0:13
    CLOCK: [2019-08-13 二 16:16]--[2019-08-13 二 16:30] =>  0:14
    CLOCK: [2019-08-12 一 15:07]--[2019-08-12 一 15:51] =>  0:44
*** 1908 支持Hadoop Streaming方式启动
    CLOCK: [2019-08-10 六 16:42]--[2019-08-10 六 18:23] =>  1:41
    CLOCK: [2019-08-10 六 14:58]--[2019-08-10 六 15:45] =>  0:47
    CLOCK: [2019-08-09 五 19:09]--[2019-08-09 五 21:00] =>  1:51
    CLOCK: [2019-08-09 五 17:39]--[2019-08-09 五 17:47] =>  0:08
    CLOCK: [2019-08-09 五 16:57]--[2019-08-09 五 17:27] =>  0:30
    CLOCK: [2019-08-09 五 16:38]--[2019-08-09 五 16:39] =>  0:01
    CLOCK: [2019-08-09 五 10:25]--[2019-08-09 五 11:11] =>  0:46
    CLOCK: [2019-08-08 四 21:04]--[2019-08-08 四 23:17] =>  2:13
    CLOCK: [2019-08-08 四 21:00]--[2019-08-08 四 21:01] =>  0:01
    CLOCK: [2019-08-07 三 11:48]--[2019-08-07 三 11:56] =>  0:08
    CLOCK: [2019-08-07 三 09:58]--[2019-08-07 三 11:31] =>  1:33
    CLOCK: [2019-08-06 二 14:47]--[2019-08-06 二 15:29] =>  0:42
    CLOCK: [2019-08-06 二 14:09]--[2019-08-06 二 14:15] =>  0:06
    CLOCK: [2019-08-06 二 13:13]--[2019-08-06 二 13:37] =>  0:24
*** 1907 实现AFS input
    CLOCK: [2019-07-31 三 10:20]--[2019-07-31 三 10:44] =>  0:24
    CLOCK: [2019-07-30 二 19:48]--[2019-07-30 二 20:52] =>  1:04
    CLOCK: [2019-07-30 二 15:09]--[2019-07-30 二 17:37] =>  2:28
    CLOCK: [2019-07-30 二 13:24]--[2019-07-30 二 13:54] =>  0:30
    CLOCK: [2019-07-30 二 11:28]--[2019-07-30 二 11:44] =>  0:16
    CLOCK: [2019-07-30 二 10:08]--[2019-07-30 二 11:06] =>  0:58
*** 1907 一期拆分icafe
    CLOCK: [2019-07-29 一 19:24]--[2019-07-29 一 21:28] =>  2:04
*** 1907 项目周报
    CLOCK: [2019-08-19 一 00:55]--[2019-08-19 一 00:59] =>  0:04
    CLOCK: [2019-07-29 一 21:52]--[2019-07-29 一 22:07] =>  0:15
    CLOCK: [2019-07-22 一 19:43]--[2019-07-22 一 20:04] =>  0:21
*** 1907 BFE改造拆解和排期
    CLOCK: [2019-07-16 二 13:44]--[2019-07-16 二 15:04] =>  1:20
    CLOCK: [2019-07-16 二 12:55]--[2019-07-16 二 13:08] =>  0:13
*** 1907 BFE改造方案设计
    CLOCK: [2019-07-15 一 17:01]--[2019-07-15 一 17:34] =>  0:33
    CLOCK: [2019-07-12 五 14:31]--[2019-07-12 五 14:59] =>  0:28
    CLOCK: [2019-07-12 五 12:55]--[2019-07-12 五 13:25] =>  0:30
    CLOCK: [2019-07-12 五 11:50]--[2019-07-12 五 12:05] =>  0:15
    CLOCK: [2019-07-12 五 10:33]--[2019-07-12 五 11:33] =>  1:00
    CLOCK: [2019-07-03 三 16:00]--[2019-07-03 三 17:07] =>  1:07
    CLOCK: [2019-07-03 三 15:29]--[2019-07-03 三 15:51] =>  0:22
    CLOCK: [2019-07-03 三 13:24]--[2019-07-03 三 14:04] =>  0:40
    CLOCK: [2019-07-03 三 13:02]--[2019-07-03 三 13:12] =>  0:10
** MI 上云
*** 1909 修复rds的pgsql引擎校验失败问题
    CLOCK: [2019-09-12 四 13:50]--[2019-09-12 四 14:46] =>  0:56
*** 1908 Pingo 4.5需求讨论
    CLOCK: [2019-09-09 一 14:05]--[2019-09-09 一 15:01] =>  0:56
    CLOCK: [2019-08-31 六 19:41]--[2019-08-31 六 20:23] =>  0:42
*** 1907 解决iframe路由问题
    CLOCK: [2019-07-17 三 20:12]--[2019-07-17 三 20:40] =>  0:28
    CLOCK: [2019-07-17 三 18:57]--[2019-07-17 三 19:29] =>  0:32
    CLOCK: [2019-07-16 二 21:35]--[2019-07-16 二 21:47] =>  0:12
    CLOCK: [2019-07-16 二 20:54]--[2019-07-16 二 21:16] =>  0:22
    CLOCK: [2019-07-16 二 19:32]--[2019-07-16 二 20:17] =>  0:45
    CLOCK: [2019-07-16 二 15:52]--[2019-07-16 二 16:36] =>  0:44
    CLOCK: [2019-07-16 二 15:18]--[2019-07-16 二 15:42] =>  0:24
*** 1907 Pingo物理表和映射表支持讨论以及iframe路径路由讨论
    CLOCK: [2019-07-16 二 10:55]--[2019-07-16 二 11:51] =>  0:56
*** 1907 任务耗时计算优化
    CLOCK: [2019-07-10 三 13:43]--[2019-07-10 三 14:37] =>  0:54
    CLOCK: [2019-07-10 三 10:43]--[2019-07-10 三 11:31] =>  0:48
    CLOCK: [2019-07-10 三 10:24]--[2019-07-10 三 10:41] =>  0:17
*** 1905 MI的调度插件打包并合入Pingo的agile流水线
    CLOCK: [2019-05-28 二 17:08]--[2019-05-28 二 17:46] =>  0:38
    CLOCK: [2019-05-28 二 16:38]--[2019-05-28 二 17:02] =>  0:24
*** 1905 云上非自动建表流程完善
    CLOCK: [2019-05-22 三 16:17]--[2019-05-22 三 17:08] =>  0:51
    CLOCK: [2019-05-22 三 15:16]--[2019-05-22 三 16:15] =>  0:59
    CLOCK: [2019-05-22 三 13:45]--[2019-05-22 三 15:03] =>  1:18
    CLOCK: [2019-05-22 三 12:53]--[2019-05-22 三 13:04] =>  0:11
    CLOCK: [2019-05-22 三 10:38]--[2019-05-22 三 11:31] =>  0:53
    CLOCK: [2019-05-21 二 13:49]--[2019-05-21 二 14:29] =>  0:40
*** 1905 云上MI bug修复
    CLOCK: [2019-05-20 一 21:15]--[2019-05-20 一 21:23] =>  0:08
    CLOCK: [2019-05-20 一 19:57]--[2019-05-20 一 20:59] =>  1:02
    CLOCK: [2019-05-20 一 16:50]--[2019-05-20 一 18:44] =>  1:54
    CLOCK: [2019-05-20 一 14:49]--[2019-05-20 一 16:26] =>  1:37
*** 1903 上云联调测试
    CLOCK: [2019-04-16 二 17:37]--[2019-04-16 二 17:54] =>  0:17
    CLOCK: [2019-04-04 四 17:49]--[2019-04-04 四 19:48] =>  1:59
    CLOCK: [2019-04-04 四 15:19]--[2019-04-04 四 16:01] =>  0:42
    CLOCK: [2019-04-04 四 14:56]--[2019-04-04 四 15:13] =>  0:17
    CLOCK: [2019-04-04 四 13:36]--[2019-04-04 四 13:59] =>  0:23
    CLOCK: [2019-04-03 三 16:35]--[2019-04-03 三 17:38] =>  1:03
    CLOCK: [2019-04-02 二 16:25]--[2019-04-02 二 17:09] =>  0:44
    CLOCK: [2019-04-02 二 15:04]--[2019-04-02 二 15:53] =>  0:49
    CLOCK: [2019-04-02 二 13:09]--[2019-04-02 二 14:21] =>  1:12
    CLOCK: [2019-04-02 二 11:08]--[2019-04-02 二 11:58] =>  0:50
    CLOCK: [2019-04-02 二 10:27]--[2019-04-02 二 11:08] =>  0:41
*** 1903 例行调度功能
    CLOCK: [2019-04-03 三 20:33]--[2019-04-03 三 20:52] =>  0:19
    CLOCK: [2019-04-03 三 19:05]--[2019-04-03 三 20:07] =>  1:02
    CLOCK: [2019-04-03 三 13:59]--[2019-04-03 三 15:00] =>  1:01
    CLOCK: [2019-04-03 三 12:50]--[2019-04-03 三 13:30] =>  0:40
    CLOCK: [2019-04-03 三 11:20]--[2019-04-03 三 11:40] =>  0:20
    CLOCK: [2019-04-03 三 10:28]--[2019-04-03 三 11:16] =>  0:48
    CLOCK: [2019-04-03 三 07:58]--[2019-04-03 三 09:14] =>  1:16
    CLOCK: [2019-04-03 三 02:57]--[2019-04-03 三 03:17] =>  0:20
    CLOCK: [2019-04-03 三 02:18]--[2019-04-03 三 02:45] =>  0:27
    CLOCK: [2019-04-03 三 01:21]--[2019-04-03 三 02:12] =>  0:51
    CLOCK: [2019-04-03 三 00:14]--[2019-04-03 三 01:09] =>  0:55
    CLOCK: [2019-04-02 二 19:50]--[2019-04-02 二 22:02] =>  2:12
    CLOCK: [2019-04-02 二 17:09]--[2019-04-02 二 17:46] =>  0:37
    CLOCK: [2019-04-02 二 15:53]--[2019-04-02 二 16:20] =>  0:27
    CLOCK: [2019-04-01 一 21:20]--[2019-04-01 一 21:30] =>  0:10
    CLOCK: [2019-04-01 一 19:34]--[2019-04-01 一 20:55] =>  1:21
    CLOCK: [2019-04-01 一 17:25]--[2019-04-01 一 17:46] =>  0:21
    CLOCK: [2019-04-01 一 16:03]--[2019-04-01 一 16:30] =>  0:27
*** 1903 REST: 创建/修改传输任务重构
    CLOCK: [2019-04-01 一 16:30]--[2019-04-01 一 16:47] =>  0:17
    CLOCK: [2019-04-01 一 14:50]--[2019-04-01 一 15:26] =>  0:36
    CLOCK: [2019-04-01 一 13:06]--[2019-04-01 一 14:18] =>  1:12
    CLOCK: [2019-04-01 一 11:33]--[2019-04-01 一 11:48] =>  0:15
    CLOCK: [2019-04-01 一 00:54]--[2019-04-01 一 01:53] =>  0:59
    CLOCK: [2019-03-31 日 18:43]--[2019-03-31 日 19:40] =>  0:57
    CLOCK: [2019-03-31 日 16:42]--[2019-03-31 日 17:22] =>  0:40
    CLOCK: [2019-03-31 日 16:20]--[2019-03-31 日 16:30] =>  0:10
    CLOCK: [2019-03-31 日 15:37]--[2019-03-31 日 16:15] =>  0:38
    CLOCK: [2019-03-31 日 13:50]--[2019-03-31 日 14:37] =>  0:47
    CLOCK: [2019-03-31 日 12:16]--[2019-03-31 日 13:26] =>  1:10
    CLOCK: [2019-03-31 日 10:18]--[2019-03-31 日 11:23] =>  1:05
    CLOCK: [2019-03-30 六 23:08]--[2019-03-30 六 23:41] =>  0:33
    CLOCK: [2019-03-30 六 20:34]--[2019-03-30 六 21:11] =>  0:37
    CLOCK: [2019-03-30 六 19:37]--[2019-03-30 六 20:22] =>  0:45
    CLOCK: [2019-03-30 六 16:38]--[2019-03-30 六 16:59] =>  0:21
    CLOCK: [2019-03-30 六 09:20]--[2019-03-30 六 10:29] =>  1:09
    CLOCK: [2019-03-29 五 20:02]--[2019-03-29 五 20:45] =>  0:43
    CLOCK: [2019-03-29 五 13:47]--[2019-03-29 五 14:47] =>  1:00
    CLOCK: [2019-03-29 五 13:16]--[2019-03-29 五 13:34] =>  0:18
    CLOCK: [2019-03-29 五 12:48]--[2019-03-29 五 13:03] =>  0:15
    CLOCK: [2019-03-29 五 11:21]--[2019-03-29 五 11:32] =>  0:11
    CLOCK: [2019-03-29 五 10:20]--[2019-03-29 五 10:50] =>  0:30
    CLOCK: [2019-03-28 四 21:39]--[2019-03-28 四 22:15] =>  0:36
    CLOCK: [2019-03-28 四 20:03]--[2019-03-28 四 20:51] =>  0:48
    CLOCK: [2019-03-28 四 18:43]--[2019-03-28 四 19:39] =>  0:56
    CLOCK: [2019-03-28 四 16:08]--[2019-03-28 四 17:52] =>  1:44
    CLOCK: [2019-03-28 四 15:41]--[2019-03-28 四 16:06] =>  0:25
    CLOCK: [2019-03-28 四 14:57]--[2019-03-28 四 15:23] =>  0:26
    CLOCK: [2019-03-28 四 14:18]--[2019-03-28 四 14:50] =>  0:32
    CLOCK: [2019-03-28 四 13:54]--[2019-03-28 四 14:12] =>  0:18
    CLOCK: [2019-03-28 四 12:54]--[2019-03-28 四 13:31] =>  0:37
    CLOCK: [2019-03-28 四 10:51]--[2019-03-28 四 11:54] =>  1:03
    CLOCK: [2019-03-28 四 09:42]--[2019-03-28 四 10:23] =>  0:41
    CLOCK: [2019-03-28 四 02:01]--[2019-03-28 四 03:02] =>  1:01
    CLOCK: [2019-03-27 三 21:30]--[2019-03-27 三 21:53] =>  0:23
    CLOCK: [2019-03-27 三 19:00]--[2019-03-27 三 21:09] =>  2:09
    CLOCK: [2019-03-27 三 17:48]--[2019-03-27 三 17:57] =>  0:09
    CLOCK: [2019-03-27 三 14:28]--[2019-03-27 三 14:51] =>  0:23
    CLOCK: [2019-03-27 三 13:32]--[2019-03-27 三 13:59] =>  0:27
    CLOCK: [2019-03-27 三 11:55]--[2019-03-27 三 12:04] =>  0:09
    CLOCK: [2019-03-27 三 11:07]--[2019-03-27 三 11:31] =>  0:24
    CLOCK: [2019-03-27 三 10:17]--[2019-03-27 三 10:51] =>  0:34
    CLOCK: [2019-03-26 二 22:03]--[2019-03-26 二 22:36] =>  0:33
    CLOCK: [2019-03-26 二 20:56]--[2019-03-26 二 21:46] =>  0:50
    CLOCK: [2019-03-26 二 10:23]--[2019-03-26 二 11:26] =>  1:03
    CLOCK: [2019-03-25 一 14:20]--[2019-03-25 一 16:02] =>  1:42
    CLOCK: [2019-03-25 一 13:15]--[2019-03-25 一 13:30] =>  0:15
    CLOCK: [2019-03-25 一 02:29]--[2019-03-25 一 02:35] =>  0:06
    CLOCK: [2019-03-25 一 01:19]--[2019-03-25 一 01:23] =>  0:04
    CLOCK: [2019-03-20 三 16:03]--[2019-03-20 三 16:36] =>  0:33
    CLOCK: [2019-03-20 三 14:40]--[2019-03-20 三 15:06] =>  0:26
    CLOCK: [2019-03-17 日 12:07]--[2019-03-17 日 12:30] =>  0:23
    CLOCK: [2019-03-17 日 10:42]--[2019-03-17 日 10:55] =>  0:13
    CLOCK: [2019-03-07 四 20:22]--[2019-03-07 四 20:32] =>  0:10
    CLOCK: [2019-03-07 四 19:03]--[2019-03-07 四 19:48] =>  0:45
    CLOCK: [2019-03-07 四 17:02]--[2019-03-07 四 17:47] =>  0:45
    CLOCK: [2019-03-07 四 10:13]--[2019-03-07 四 11:57] =>  1:44
    CLOCK: [2019-03-06 三 21:11]--[2019-03-06 三 21:25] =>  0:14
    CLOCK: [2019-03-06 三 20:12]--[2019-03-06 三 21:09] =>  0:57
    CLOCK: [2019-03-06 三 19:42]--[2019-03-06 三 20:03] =>  0:21
    CLOCK: [2019-03-06 三 15:50]--[2019-03-06 三 16:53] =>  1:03
    CLOCK: [2019-03-06 三 15:17]--[2019-03-06 三 15:49] =>  0:32
    CLOCK: [2019-03-06 三 14:14]--[2019-03-06 三 15:07] =>  0:53
    CLOCK: [2019-03-06 三 13:46]--[2019-03-06 三 14:11] =>  0:25
    CLOCK: [2019-03-06 三 10:47]--[2019-03-06 三 11:31] =>  0:44
    CLOCK: [2019-03-06 三 09:51]--[2019-03-06 三 10:45] =>  0:54
    CLOCK: [2019-03-05 二 20:51]--[2019-03-05 二 21:39] =>  0:48
    CLOCK: [2019-03-05 二 19:02]--[2019-03-05 二 20:48] =>  1:46
    CLOCK: [2019-03-05 二 17:54]--[2019-03-05 二 17:57] =>  0:03
    CLOCK: [2019-03-05 二 17:36]--[2019-03-05 二 17:45] =>  0:09
    CLOCK: [2019-03-05 二 15:56]--[2019-03-05 二 16:03] =>  0:07
    CLOCK: [2019-03-05 二 15:08]--[2019-03-05 二 15:33] =>  0:25
    CLOCK: [2019-03-05 二 14:15]--[2019-03-05 二 14:49] =>  0:34
    CLOCK: [2019-03-05 二 10:35]--[2019-03-05 二 11:53] =>  1:18
*** 1903 REST：文档撰写
    CLOCK: [2019-03-20 三 13:46]--[2019-03-20 三 14:13] =>  0:27
    CLOCK: [2019-03-20 三 13:04]--[2019-03-20 三 13:35] =>  0:31
    CLOCK: [2019-03-20 三 11:34]--[2019-03-20 三 11:54] =>  0:20
    CLOCK: [2019-03-20 三 11:00]--[2019-03-20 三 11:16] =>  0:16
    CLOCK: [2019-03-20 三 10:17]--[2019-03-20 三 10:53] =>  0:36
    CLOCK: [2019-03-18 一 16:48]--[2019-03-18 一 17:08] =>  0:20
    CLOCK: [2019-03-18 一 16:40]--[2019-03-18 一 16:45] =>  0:05
    CLOCK: [2019-03-18 一 13:41]--[2019-03-18 一 13:58] =>  0:17
    CLOCK: [2019-03-18 一 13:07]--[2019-03-18 一 13:39] =>  0:32
    CLOCK: [2019-03-18 一 10:11]--[2019-03-18 一 10:32] =>  0:21
    CLOCK: [2019-03-17 日 09:24]--[2019-03-17 日 09:59] =>  0:35
    CLOCK: [2019-03-15 五 21:21]--[2019-03-15 五 22:22] =>  1:01
*** 1903 REST：继续完善
    CLOCK: [2019-03-15 五 19:05]--[2019-03-15 五 20:28] =>  1:23
    CLOCK: [2019-03-15 五 16:40]--[2019-03-15 五 17:16] =>  0:36
    CLOCK: [2019-03-15 五 16:03]--[2019-03-15 五 16:23] =>  0:20
    CLOCK: [2019-03-15 五 15:20]--[2019-03-15 五 15:50] =>  0:30
    CLOCK: [2019-03-15 五 14:18]--[2019-03-15 五 14:59] =>  0:41
    CLOCK: [2019-03-15 五 10:24]--[2019-03-15 五 11:00] =>  0:36
    CLOCK: [2019-03-14 四 20:21]--[2019-03-14 四 21:19] =>  0:58
    CLOCK: [2019-03-14 四 13:21]--[2019-03-14 四 15:34] =>  2:13
    CLOCK: [2019-03-14 四 11:48]--[2019-03-14 四 11:50] =>  0:02
    CLOCK: [2019-03-14 四 10:25]--[2019-03-14 四 11:29] =>  1:04
    CLOCK: [2019-03-13 三 20:28]--[2019-03-13 三 20:51] =>  0:23
    CLOCK: [2019-03-13 三 19:07]--[2019-03-13 三 20:15] =>  1:08
    CLOCK: [2019-03-13 三 16:47]--[2019-03-13 三 17:34] =>  0:47
    CLOCK: [2019-03-13 三 16:08]--[2019-03-13 三 16:23] =>  0:15
    CLOCK: [2019-03-13 三 13:59]--[2019-03-13 三 16:06] =>  2:07
    CLOCK: [2019-03-13 三 11:39]--[2019-03-13 三 11:48] =>  0:09
    CLOCK: [2019-03-13 三 11:01]--[2019-03-13 三 11:31] =>  0:30
    CLOCK: [2019-03-12 二 22:02]--[2019-03-12 二 22:16] =>  0:14
    CLOCK: [2019-03-12 二 19:41]--[2019-03-12 二 20:59] =>  1:18
    CLOCK: [2019-03-12 二 16:08]--[2019-03-12 二 17:38] =>  1:30
    CLOCK: [2019-03-12 二 15:33]--[2019-03-12 二 15:40] =>  0:07
    CLOCK: [2019-03-12 二 14:15]--[2019-03-12 二 15:08] =>  0:53
    CLOCK: [2019-03-12 二 11:32]--[2019-03-12 二 11:56] =>  0:24
    CLOCK: [2019-03-12 二 10:14]--[2019-03-12 二 11:11] =>  0:57
    CLOCK: [2019-03-11 一 19:33]--[2019-03-11 一 20:20] =>  0:47
    CLOCK: [2019-03-11 一 18:51]--[2019-03-11 一 19:31] =>  0:40
    CLOCK: [2019-03-11 一 17:41]--[2019-03-11 一 17:52] =>  0:11
    CLOCK: [2019-03-11 一 16:39]--[2019-03-11 一 17:25] =>  0:46
    CLOCK: [2019-03-11 一 15:11]--[2019-03-11 一 16:07] =>  0:56
    CLOCK: [2019-03-11 一 14:05]--[2019-03-11 一 15:08] =>  1:03
    CLOCK: [2019-03-11 一 00:40]--[2019-03-11 一 01:23] =>  0:43
    CLOCK: [2019-03-10 日 21:47]--[2019-03-10 日 23:33] =>  1:46
    CLOCK: [2019-03-10 日 19:35]--[2019-03-10 日 20:43] =>  1:08
    CLOCK: [2019-03-10 日 13:18]--[2019-03-10 日 14:35] =>  1:17
    CLOCK: [2019-03-10 日 11:38]--[2019-03-10 日 12:52] =>  1:14
    CLOCK: [2019-03-10 日 10:50]--[2019-03-10 日 11:03] =>  0:13
    CLOCK: [2019-03-09 六 17:38]--[2019-03-09 六 19:00] =>  1:22
    CLOCK: [2019-03-09 六 15:00]--[2019-03-09 六 16:21] =>  1:21
    CLOCK: [2019-03-08 五 21:24]--[2019-03-08 五 21:41] =>  0:17
    CLOCK: [2019-03-08 五 19:07]--[2019-03-08 五 19:52] =>  0:45
    CLOCK: [2019-03-08 五 17:00]--[2019-03-08 五 17:30] =>  0:30
    CLOCK: [2019-03-07 四 21:15]--[2019-03-07 四 21:40] =>  0:25
*** 1903 上云联调排期讨论
    CLOCK: [2019-03-22 五 17:27]--[2019-03-22 五 17:49] =>  0:22
    CLOCK: [2019-03-07 四 16:02]--[2019-03-07 四 16:55] =>  0:53
*** 1902 HTTP API整理入库
    CLOCK: [2019-03-04 一 19:05]--[2019-03-04 一 20:22] =>  1:17
    CLOCK: [2019-03-04 一 15:39]--[2019-03-04 一 17:41] =>  2:02
    CLOCK: [2019-03-04 一 15:10]--[2019-03-04 一 15:30] =>  0:20
    CLOCK: [2019-03-04 一 13:45]--[2019-03-04 一 14:52] =>  1:07
    CLOCK: [2019-03-04 一 10:31]--[2019-03-04 一 10:59] =>  0:28
    CLOCK: [2019-03-01 五 17:11]--[2019-03-01 五 17:30] =>  0:19
    CLOCK: [2019-03-01 五 15:32]--[2019-03-01 五 16:09] =>  0:37
    CLOCK: [2019-03-01 五 14:24]--[2019-03-01 五 15:03] =>  0:39
    CLOCK: [2019-03-01 五 10:03]--[2019-03-01 五 11:31] =>  1:28
    CLOCK: [2019-02-28 四 15:22]--[2019-02-28 四 16:12] =>  0:50
    CLOCK: [2019-02-28 四 14:58]--[2019-02-28 四 15:00] =>  0:02
    CLOCK: [2019-02-28 四 14:10]--[2019-02-28 四 14:54] =>  0:44
    CLOCK: [2019-02-28 四 10:30]--[2019-02-28 四 11:13] =>  0:43
    CLOCK: [2019-02-27 三 20:58]--[2019-02-27 三 21:10] =>  0:12
    CLOCK: [2019-02-27 三 19:23]--[2019-02-27 三 20:40] =>  1:17
    CLOCK: [2019-02-27 三 13:32]--[2019-02-27 三 15:20] =>  1:48
    CLOCK: [2019-02-26 二 17:49]--[2019-02-26 二 18:00] =>  0:11
    CLOCK: [2019-02-26 二 15:48]--[2019-02-26 二 16:05] =>  0:17
*** 1902 Q1进展梳理和计划
    CLOCK: [2019-02-22 五 19:23]--[2019-02-22 五 19:34] =>  0:11
    CLOCK: [2019-02-22 五 15:19]--[2019-02-22 五 15:49] =>  0:30
*** 1901 数据工厂Q1排期
    CLOCK: [2019-01-03 四 23:45]--[2019-01-04 五 00:24] =>  0:39
    CLOCK: [2019-01-03 四 19:05]--[2019-01-03 四 19:54] =>  0:49
*** 1809 上云工作梳理
    CLOCK: [2018-09-12 三 16:05]--[2018-09-12 三 16:19] =>  0:14
*** 1809 功能需求讨论
    CLOCK: [2018-09-12 三 15:07]--[2018-09-12 三 16:01] =>  0:54
    CLOCK: [2018-09-03 一 16:01]--[2018-09-03 一 16:54] =>  0:53
    CLOCK: [2018-09-03 一 15:22]--[2018-09-03 一 16:00] =>  0:38
*** 1808 Pingo上云方案讨论
    CLOCK: [2018-08-27 一 17:09]--[2018-08-27 一 18:10] =>  1:01
** MI 2.10
*** 1910 b2log升级gcc82
    CLOCK: [2019-10-23 三 10:55]--[2019-10-23 三 11:30] =>  0:35
    CLOCK: [2019-10-22 二 15:36]--[2019-10-22 二 16:17] =>  0:41
    CLOCK: [2019-10-22 二 15:03]--[2019-10-22 二 15:08] =>  0:05
    CLOCK: [2019-10-22 二 13:42]--[2019-10-22 二 14:20] =>  0:38
    CLOCK: [2019-10-22 二 11:38]--[2019-10-22 二 11:54] =>  0:16
    CLOCK: [2019-10-22 二 10:53]--[2019-10-22 二 11:35] =>  0:42
    CLOCK: [2019-10-22 二 10:32]--[2019-10-22 二 10:51] =>  0:19
    CLOCK: [2019-10-21 一 17:23]--[2019-10-21 一 18:01] =>  0:38
*** 1910 Bigdata入池工作
    CLOCK: [2019-10-18 五 14:29]--[2019-10-18 五 15:33] =>  1:04
    CLOCK: [2019-10-17 四 15:22]--[2019-10-17 四 16:49] =>  1:27
*** 1910 agent gcc482改造
    CLOCK: [2019-10-16 三 20:18]--[2019-10-16 三 20:58] =>  0:40
*** 1910 原生订阅获取partition映射关系的API
    CLOCK: [2019-10-12 六 16:16]--[2019-10-12 六 17:08] =>  0:52
    CLOCK: [2019-10-12 六 15:30]--[2019-10-12 六 15:37] =>  0:07
    CLOCK: [2019-10-12 六 14:05]--[2019-10-12 六 15:25] =>  1:20
    CLOCK: [2019-10-12 六 11:31]--[2019-10-12 六 11:45] =>  0:14
    CLOCK: [2019-10-12 六 11:07]--[2019-10-12 六 11:26] =>  0:19
    CLOCK: [2019-10-12 六 10:34]--[2019-10-12 六 11:01] =>  0:27
    CLOCK: [2019-10-11 五 21:38]--[2019-10-11 五 21:55] =>  0:17
    CLOCK: [2019-10-11 五 19:32]--[2019-10-11 五 20:12] =>  0:40
    CLOCK: [2019-10-11 五 18:23]--[2019-10-11 五 18:44] =>  0:21
    CLOCK: [2019-10-11 五 17:05]--[2019-10-11 五 17:20] =>  0:15
    CLOCK: [2019-10-11 五 13:54]--[2019-10-11 五 14:14] =>  0:20
** MI 2.9
*** 1909 传输节点上下线保证各个pipelet均有流量
    CLOCK: [2019-09-29 日 15:18]--[2019-09-29 日 16:28] =>  1:10
    CLOCK: [2019-09-29 日 10:40]--[2019-09-29 日 11:51] =>  1:11
    CLOCK: [2019-09-27 五 19:15]--[2019-09-27 五 19:35] =>  0:20
    CLOCK: [2019-09-27 五 12:49]--[2019-09-27 五 13:13] =>  0:24
    CLOCK: [2019-09-27 五 11:40]--[2019-09-27 五 11:43] =>  0:03
    CLOCK: [2019-09-27 五 11:14]--[2019-09-27 五 11:31] =>  0:17
    CLOCK: [2019-09-26 四 19:31]--[2019-09-26 四 19:45] =>  0:14
    CLOCK: [2019-09-26 四 16:41]--[2019-09-26 四 16:45] =>  0:04
*** 1909 解决CKP超大导致Master出core问题
    CLOCK: [2019-10-10 四 14:02]--[2019-10-10 四 14:10] =>  0:08
    CLOCK: [2019-10-10 四 11:00]--[2019-10-10 四 11:59] =>  0:59
    CLOCK: [2019-09-27 五 16:31]--[2019-09-27 五 16:37] =>  0:06
    CLOCK: [2019-09-27 五 15:55]--[2019-09-27 五 16:15] =>  0:20
    CLOCK: [2019-09-27 五 15:51]--[2019-09-27 五 15:52] =>  0:01
    CLOCK: [2019-09-27 五 11:04]--[2019-09-27 五 11:14] =>  0:10
    CLOCK: [2019-09-26 四 18:28]--[2019-09-26 四 18:58] =>  0:30
    CLOCK: [2019-09-26 四 17:15]--[2019-09-26 四 17:51] =>  0:36
    CLOCK: [2019-09-26 四 15:50]--[2019-09-26 四 16:40] =>  0:50
    CLOCK: [2019-09-26 四 14:39]--[2019-09-26 四 15:19] =>  0:40
    CLOCK: [2019-09-26 四 11:18]--[2019-09-26 四 11:47] =>  0:29
*** 1909 解决启动/禁用按钮显示异常问题
    CLOCK: [2019-10-10 四 17:18]--[2019-10-10 四 17:20] =>  0:02
    CLOCK: [2019-10-10 四 14:10]--[2019-10-10 四 14:18] =>  0:08
    CLOCK: [2019-09-25 三 21:03]--[2019-09-25 三 21:20] =>  0:17
    CLOCK: [2019-09-25 三 20:29]--[2019-09-25 三 20:54] =>  0:25
    CLOCK: [2019-09-25 三 19:59]--[2019-09-25 三 20:20] =>  0:21
    CLOCK: [2019-09-25 三 18:25]--[2019-09-25 三 18:55] =>  0:30
*** 1909 Master/UI的425/426端口兼容
    CLOCK: [2019-09-26 四 10:21]--[2019-09-26 四 11:18] =>  0:57
    CLOCK: [2019-09-25 三 15:08]--[2019-09-25 三 17:39] =>  2:31
    CLOCK: [2019-09-25 三 13:39]--[2019-09-25 三 14:39] =>  1:00
    CLOCK: [2019-09-25 三 12:05]--[2019-09-25 三 12:09] =>  0:04
    CLOCK: [2019-09-25 三 11:16]--[2019-09-25 三 11:32] =>  0:16
    CLOCK: [2019-09-25 三 10:20]--[2019-09-25 三 10:40] =>  0:20
    CLOCK: [2019-09-20 五 15:04]--[2019-09-20 五 15:22] =>  0:18
*** 1907 b2log迁移icode
    CLOCK: [2019-09-20 五 17:56]--[2019-09-20 五 18:01] =>  0:05
    CLOCK: [2019-09-20 五 17:07]--[2019-09-20 五 17:38] =>  0:31
    CLOCK: [2019-09-20 五 16:29]--[2019-09-20 五 16:44] =>  0:15
    CLOCK: [2019-09-20 五 15:22]--[2019-09-20 五 15:44] =>  0:22
    CLOCK: [2019-09-20 五 14:26]--[2019-09-20 五 15:04] =>  0:38
    CLOCK: [2019-09-20 五 13:53]--[2019-09-20 五 14:22] =>  0:29
    CLOCK: [2019-09-20 五 10:18]--[2019-09-20 五 11:31] =>  1:13
    CLOCK: [2019-09-19 四 19:56]--[2019-09-19 四 21:20] =>  1:24
    CLOCK: [2019-09-18 三 21:23]--[2019-09-18 三 21:25] =>  0:02
    CLOCK: [2019-09-18 三 18:57]--[2019-09-18 三 19:42] =>  0:45
    CLOCK: [2019-09-18 三 17:57]--[2019-09-18 三 18:00] =>  0:03
    CLOCK: [2019-09-18 三 17:12]--[2019-09-18 三 17:54] =>  0:42
    CLOCK: [2019-07-19 五 15:51]--[2019-07-19 五 16:13] =>  0:22
    CLOCK: [2019-07-17 三 15:52]--[2019-07-17 三 16:22] =>  0:30
    CLOCK: [2019-07-17 三 15:28]--[2019-07-17 三 15:38] =>  0:10
    CLOCK: [2019-07-17 三 15:16]--[2019-07-17 三 15:22] =>  0:06
    CLOCK: [2019-07-17 三 13:01]--[2019-07-17 三 14:04] =>  1:03
    CLOCK: [2019-07-17 三 10:05]--[2019-07-17 三 11:32] =>  1:27
    CLOCK: [2019-07-16 二 17:49]--[2019-07-16 二 18:10] =>  0:21
    CLOCK: [2019-07-16 二 16:36]--[2019-07-16 二 17:30] =>  0:54
    CLOCK: [2019-07-16 二 15:12]--[2019-07-16 二 15:18] =>  0:06
    CLOCK: [2019-07-16 二 10:54]--[2019-07-16 二 10:55] =>  0:01
    CLOCK: [2019-07-15 一 20:10]--[2019-07-15 一 21:43] =>  1:33
    CLOCK: [2019-07-15 一 19:08]--[2019-07-15 一 19:47] =>  0:39
    CLOCK: [2019-07-15 一 17:49]--[2019-07-15 一 17:53] =>  0:04
    CLOCK: [2019-07-15 一 15:56]--[2019-07-15 一 17:00] =>  1:04
    CLOCK: [2019-07-15 一 15:03]--[2019-07-15 一 15:41] =>  0:38
    CLOCK: [2019-07-12 五 17:39]--[2019-07-12 五 17:57] =>  0:18
    CLOCK: [2019-07-12 五 16:03]--[2019-07-12 五 16:25] =>  0:22
    CLOCK: [2019-07-11 四 17:20]--[2019-07-11 四 17:57] =>  0:37
    CLOCK: [2019-07-11 四 15:45]--[2019-07-11 四 17:13] =>  1:28
    CLOCK: [2019-07-11 四 14:56]--[2019-07-11 四 15:17] =>  0:21
    CLOCK: [2019-07-11 四 10:38]--[2019-07-11 四 10:59] =>  0:21
    CLOCK: [2019-07-11 四 10:34]--[2019-07-11 四 10:38] =>  0:04
    CLOCK: [2019-07-10 三 22:26]--[2019-07-10 三 23:01] =>  0:35
    CLOCK: [2019-07-10 三 20:25]--[2019-07-10 三 20:47] =>  0:22
*** 1909 新版Agent全机部署跟进
    CLOCK: [2019-09-23 一 15:20]--[2019-09-23 一 15:29] =>  0:09
    CLOCK: [2019-09-23 一 13:57]--[2019-09-23 一 15:16] =>  1:19
    CLOCK: [2019-09-19 四 10:27]--[2019-09-19 四 11:34] =>  1:07
    CLOCK: [2019-09-18 三 16:24]--[2019-09-18 三 16:40] =>  0:16
    CLOCK: [2019-09-18 三 15:32]--[2019-09-18 三 16:06] =>  0:34
    CLOCK: [2019-09-18 三 15:03]--[2019-09-18 三 15:26] =>  0:23
    CLOCK: [2019-09-18 三 13:10]--[2019-09-18 三 13:40] =>  0:30
    CLOCK: [2019-09-18 三 11:42]--[2019-09-18 三 12:11] =>  0:29
    CLOCK: [2019-09-18 三 10:35]--[2019-09-18 三 11:31] =>  0:56
    CLOCK: [2019-09-06 五 17:07]--[2019-09-06 五 17:20] =>  0:13
*** 1908 Matrix/Opera销毁实例回调API
    CLOCK: [2019-09-18 三 09:47]--[2019-09-18 三 10:34] =>  0:47
    CLOCK: [2019-09-17 二 21:58]--[2019-09-17 二 22:54] =>  0:56
    CLOCK: [2019-09-17 二 19:02]--[2019-09-17 二 20:28] =>  1:26
    CLOCK: [2019-09-17 二 17:54]--[2019-09-17 二 18:01] =>  0:07
    CLOCK: [2019-09-17 二 17:23]--[2019-09-17 二 17:50] =>  0:27
    CLOCK: [2019-09-17 二 16:19]--[2019-09-17 二 17:06] =>  0:47
    CLOCK: [2019-09-17 二 14:43]--[2019-09-17 二 16:15] =>  1:32
    CLOCK: [2019-09-17 二 14:04]--[2019-09-17 二 14:37] =>  0:33
    CLOCK: [2019-09-17 二 12:19]--[2019-09-17 二 13:30] =>  1:11
    CLOCK: [2019-09-17 二 10:45]--[2019-09-17 二 11:37] =>  0:52
    CLOCK: [2019-09-17 二 10:29]--[2019-09-17 二 10:45] =>  0:16
    CLOCK: [2019-09-16 一 22:31]--[2019-09-16 一 23:08] =>  0:37
    CLOCK: [2019-09-16 一 20:38]--[2019-09-16 一 21:27] =>  0:49
    CLOCK: [2019-09-16 一 19:56]--[2019-09-16 一 20:28] =>  0:32
    CLOCK: [2019-09-09 一 01:51]--[2019-09-09 一 02:07] =>  0:16
    CLOCK: [2019-09-05 四 14:30]--[2019-09-05 四 14:45] =>  0:15
    CLOCK: [2019-09-05 四 11:22]--[2019-09-05 四 11:45] =>  0:23
    CLOCK: [2019-09-05 四 10:44]--[2019-09-05 四 11:07] =>  0:23
    CLOCK: [2019-09-05 四 10:00]--[2019-09-05 四 10:34] =>  0:34
    CLOCK: [2019-09-04 三 22:42]--[2019-09-04 三 22:58] =>  0:16
    CLOCK: [2019-09-04 三 21:52]--[2019-09-04 三 22:37] =>  0:45
    CLOCK: [2019-09-04 三 21:13]--[2019-09-04 三 21:48] =>  0:35
    CLOCK: [2019-09-04 三 19:50]--[2019-09-04 三 20:30] =>  0:40
    CLOCK: [2019-09-04 三 18:49]--[2019-09-04 三 19:36] =>  0:47
    CLOCK: [2019-09-04 三 17:39]--[2019-09-04 三 17:40] =>  0:01
    CLOCK: [2019-09-04 三 16:20]--[2019-09-04 三 17:05] =>  0:45
    CLOCK: [2019-09-04 三 15:49]--[2019-09-04 三 16:04] =>  0:15
    CLOCK: [2019-09-04 三 14:45]--[2019-09-04 三 15:37] =>  0:52
    CLOCK: [2019-09-04 三 14:01]--[2019-09-04 三 14:36] =>  0:35
    CLOCK: [2019-09-04 三 12:39]--[2019-09-04 三 13:40] =>  1:01
    CLOCK: [2019-09-04 三 10:28]--[2019-09-04 三 11:21] =>  0:53
    CLOCK: [2019-09-02 一 18:49]--[2019-09-02 一 19:04] =>  0:15
    CLOCK: [2019-09-02 一 17:22]--[2019-09-02 一 17:47] =>  0:25
    CLOCK: [2019-09-02 一 14:21]--[2019-09-02 一 15:00] =>  0:39
    CLOCK: [2019-09-02 一 10:21]--[2019-09-02 一 10:29] =>  0:08
*** 1909 Agent能自动从目录的非法删除或属主被篡改的异常情况恢复
    CLOCK: [2019-09-16 一 19:06]--[2019-09-16 一 19:56] =>  0:50
    CLOCK: [2019-09-16 一 17:52]--[2019-09-16 一 18:17] =>  0:25
    CLOCK: [2019-09-16 一 16:43]--[2019-09-16 一 17:31] =>  0:48
    CLOCK: [2019-09-16 一 15:38]--[2019-09-16 一 16:06] =>  0:28
    CLOCK: [2019-09-16 一 14:24]--[2019-09-16 一 15:37] =>  1:13
    CLOCK: [2019-09-16 一 13:06]--[2019-09-16 一 13:51] =>  0:45
    CLOCK: [2019-09-13 五 10:36]--[2019-09-13 五 11:10] =>  0:34
    CLOCK: [2019-09-12 四 17:33]--[2019-09-12 四 18:08] =>  0:35
    CLOCK: [2019-09-12 四 16:38]--[2019-09-12 四 17:28] =>  0:50
    CLOCK: [2019-09-12 四 10:26]--[2019-09-12 四 10:46] =>  0:20
    CLOCK: [2019-09-11 三 20:39]--[2019-09-11 三 21:00] =>  0:21
    CLOCK: [2019-09-11 三 19:25]--[2019-09-11 三 20:06] =>  0:41
    CLOCK: [2019-09-09 一 20:25]--[2019-09-09 一 21:27] =>  1:02
*** 1909 修复报警失灵问题
    CLOCK: [2019-09-11 三 18:50]--[2019-09-11 三 18:57] =>  0:07
    CLOCK: [2019-09-11 三 16:54]--[2019-09-11 三 17:44] =>  0:50
    CLOCK: [2019-09-11 三 15:02]--[2019-09-11 三 16:28] =>  1:26
    CLOCK: [2019-09-11 三 13:00]--[2019-09-11 三 13:42] =>  0:42
    CLOCK: [2019-09-11 三 10:51]--[2019-09-11 三 11:31] =>  0:40
    CLOCK: [2019-09-10 二 22:14]--[2019-09-10 二 23:09] =>  0:55
    CLOCK: [2019-09-10 二 20:55]--[2019-09-10 二 22:02] =>  1:07
    CLOCK: [2019-09-10 二 17:34]--[2019-09-10 二 17:54] =>  0:20
    CLOCK: [2019-09-10 二 17:26]--[2019-09-10 二 17:32] =>  0:06
    CLOCK: [2019-09-10 二 17:03]--[2019-09-10 二 17:08] =>  0:05
    CLOCK: [2019-09-10 二 16:40]--[2019-09-10 二 16:54] =>  0:14
    CLOCK: [2019-09-10 二 15:09]--[2019-09-10 二 16:26] =>  1:17
    CLOCK: [2019-09-10 二 14:34]--[2019-09-10 二 14:44] =>  0:10
    CLOCK: [2019-09-10 二 10:48]--[2019-09-10 二 11:03] =>  0:15
*** 1908 改造内嵌的http-rpc来提供http服务
    CLOCK: [2019-09-01 日 16:53]--[2019-09-01 日 17:55] =>  1:02
    CLOCK: [2019-09-01 日 14:26]--[2019-09-01 日 14:57] =>  0:31
    CLOCK: [2019-08-31 六 20:23]--[2019-08-31 六 20:48] =>  0:25
    CLOCK: [2019-08-31 六 18:55]--[2019-08-31 六 19:40] =>  0:45
    CLOCK: [2019-08-31 六 16:40]--[2019-08-31 六 17:24] =>  0:44
    CLOCK: [2019-08-31 六 13:05]--[2019-08-31 六 14:27] =>  1:22
    CLOCK: [2019-08-31 六 12:00]--[2019-08-31 六 12:28] =>  0:28
    CLOCK: [2019-08-31 六 11:39]--[2019-08-31 六 11:58] =>  0:19
    CLOCK: [2019-08-30 五 19:35]--[2019-08-30 五 20:22] =>  0:47
    CLOCK: [2019-08-30 五 16:44]--[2019-08-30 五 17:41] =>  0:57
    CLOCK: [2019-08-30 五 16:12]--[2019-08-30 五 16:35] =>  0:23
    CLOCK: [2019-08-30 五 15:40]--[2019-08-30 五 15:58] =>  0:18
    CLOCK: [2019-08-30 五 14:10]--[2019-08-30 五 14:58] =>  0:48
    CLOCK: [2019-08-30 五 12:43]--[2019-08-30 五 12:51] =>  0:08
    CLOCK: [2019-08-30 五 11:26]--[2019-08-30 五 11:31] =>  0:05
    CLOCK: [2019-08-30 五 10:19]--[2019-08-30 五 11:10] =>  0:51
    CLOCK: [2019-08-29 四 23:11]--[2019-08-29 四 23:26] =>  0:15
    CLOCK: [2019-08-29 四 22:00]--[2019-08-29 四 23:10] =>  1:10
    CLOCK: [2019-08-29 四 19:54]--[2019-08-29 四 21:47] =>  1:53
    CLOCK: [2019-08-29 四 17:10]--[2019-08-29 四 17:47] =>  0:37
    CLOCK: [2019-08-29 四 16:00]--[2019-08-29 四 16:47] =>  0:47
*** 1908 解决baidu-rpc出core问题
    CLOCK: [2019-08-29 四 15:00]--[2019-08-29 四 15:59] =>  0:59
    CLOCK: [2019-08-29 四 12:53]--[2019-08-29 四 14:44] =>  1:51
    CLOCK: [2019-08-29 四 10:20]--[2019-08-29 四 11:40] =>  1:20
    CLOCK: [2019-08-28 三 22:33]--[2019-08-28 三 23:07] =>  0:34
    CLOCK: [2019-08-28 三 21:42]--[2019-08-28 三 22:22] =>  0:40
    CLOCK: [2019-08-28 三 21:18]--[2019-08-28 三 21:20] =>  0:02
    CLOCK: [2019-08-28 三 18:26]--[2019-08-28 三 20:23] =>  1:57
    CLOCK: [2019-08-28 三 17:25]--[2019-08-28 三 17:48] =>  0:23
    CLOCK: [2019-08-28 三 17:04]--[2019-08-28 三 17:20] =>  0:16
    CLOCK: [2019-08-28 三 16:05]--[2019-08-28 三 17:03] =>  0:58
    CLOCK: [2019-08-28 三 15:16]--[2019-08-28 三 15:36] =>  0:20
    CLOCK: [2019-08-28 三 14:29]--[2019-08-28 三 15:09] =>  0:40
    CLOCK: [2019-08-28 三 13:45]--[2019-08-28 三 14:22] =>  0:37
    CLOCK: [2019-08-28 三 12:48]--[2019-08-28 三 12:59] =>  0:11
    CLOCK: [2019-08-28 三 11:29]--[2019-08-28 三 11:31] =>  0:02
    CLOCK: [2019-08-28 三 10:31]--[2019-08-28 三 11:29] =>  0:58
*** 1908 sofa-pbrpc改造为baidu-rpc
    CLOCK: [2019-08-27 二 21:37]--[2019-08-27 二 22:23] =>  0:46
    CLOCK: [2019-08-27 二 20:15]--[2019-08-27 二 21:11] =>  0:56
    CLOCK: [2019-08-27 二 17:46]--[2019-08-27 二 17:49] =>  0:03
    CLOCK: [2019-08-27 二 17:20]--[2019-08-27 二 17:24] =>  0:04
    CLOCK: [2019-08-27 二 15:16]--[2019-08-27 二 17:01] =>  1:45
    CLOCK: [2019-08-27 二 12:57]--[2019-08-27 二 13:00] =>  0:03
    CLOCK: [2019-08-27 二 11:09]--[2019-08-27 二 11:30] =>  0:21
    CLOCK: [2019-08-26 一 22:01]--[2019-08-26 一 22:16] =>  0:15
    CLOCK: [2019-08-26 一 19:40]--[2019-08-26 一 21:41] =>  2:01
    CLOCK: [2019-08-26 一 18:29]--[2019-08-26 一 18:37] =>  0:08
    CLOCK: [2019-08-26 一 17:28]--[2019-08-26 一 17:39] =>  0:11
    CLOCK: [2019-08-24 六 17:21]--[2019-08-24 六 18:27] =>  1:06
    CLOCK: [2019-08-24 六 16:18]--[2019-08-24 六 16:30] =>  0:12
    CLOCK: [2019-08-23 五 13:55]--[2019-08-23 五 15:03] =>  1:08
    CLOCK: [2019-08-23 五 12:41]--[2019-08-23 五 12:57] =>  0:16
    CLOCK: [2019-08-23 五 10:15]--[2019-08-23 五 11:31] =>  1:16
    CLOCK: [2019-08-22 四 19:23]--[2019-08-22 四 19:56] =>  0:33
    CLOCK: [2019-08-22 四 18:52]--[2019-08-22 四 19:09] =>  0:17
    CLOCK: [2019-08-22 四 13:29]--[2019-08-22 四 14:35] =>  1:06
    CLOCK: [2019-08-22 四 10:49]--[2019-08-22 四 11:45] =>  0:56
    CLOCK: [2019-08-21 三 18:53]--[2019-08-21 三 19:30] =>  0:37
    CLOCK: [2019-08-21 三 17:29]--[2019-08-21 三 17:42] =>  0:13
    CLOCK: [2019-08-21 三 17:02]--[2019-08-21 三 17:29] =>  0:27
    CLOCK: [2019-08-21 三 15:10]--[2019-08-21 三 16:20] =>  1:10
    CLOCK: [2019-08-21 三 14:29]--[2019-08-21 三 15:03] =>  0:34
    CLOCK: [2019-08-21 三 13:36]--[2019-08-21 三 14:26] =>  0:50
    CLOCK: [2019-08-21 三 12:40]--[2019-08-21 三 13:00] =>  0:20
    CLOCK: [2019-08-21 三 10:50]--[2019-08-21 三 11:30] =>  0:40
    CLOCK: [2019-08-20 二 16:14]--[2019-08-20 二 16:49] =>  0:35
    CLOCK: [2019-08-20 二 14:51]--[2019-08-20 二 15:55] =>  1:04
    CLOCK: [2019-08-20 二 13:24]--[2019-08-20 二 14:22] =>  0:58
    CLOCK: [2019-08-20 二 10:50]--[2019-08-20 二 11:45] =>  0:55
*** 1908 nimos构建发布流程
    CLOCK: [2019-08-16 五 10:22]--[2019-08-16 五 11:04] =>  0:42
    CLOCK: [2019-08-15 四 21:35]--[2019-08-15 四 22:55] =>  1:20
    CLOCK: [2019-08-15 四 19:42]--[2019-08-15 四 21:02] =>  1:20
    CLOCK: [2019-08-15 四 16:54]--[2019-08-15 四 17:13] =>  0:19
*** 1908 nimos迁移icode
    CLOCK: [2019-08-15 四 15:42]--[2019-08-15 四 16:54] =>  1:12
    CLOCK: [2019-08-15 四 15:15]--[2019-08-15 四 15:24] =>  0:09
    CLOCK: [2019-08-15 四 13:26]--[2019-08-15 四 14:43] =>  1:17
    CLOCK: [2019-08-15 四 11:09]--[2019-08-15 四 11:45] =>  0:36
    CLOCK: [2019-08-15 四 10:22]--[2019-08-15 四 10:48] =>  0:26
    CLOCK: [2019-08-14 三 23:25]--[2019-08-14 三 23:46] =>  0:21
    CLOCK: [2019-08-14 三 21:49]--[2019-08-14 三 22:43] =>  0:54
    CLOCK: [2019-08-14 三 19:13]--[2019-08-14 三 20:33] =>  1:20
    CLOCK: [2019-08-14 三 17:38]--[2019-08-14 三 17:44] =>  0:06
    CLOCK: [2019-08-14 三 16:37]--[2019-08-14 三 17:33] =>  0:56
    CLOCK: [2019-08-14 三 15:29]--[2019-08-14 三 15:32] =>  0:03
    CLOCK: [2019-08-14 三 13:28]--[2019-08-14 三 15:12] =>  1:44
    CLOCK: [2019-08-14 三 10:38]--[2019-08-14 三 11:31] =>  0:53
*** 1908 MI 2.9的icafe卡片创建
    CLOCK: [2019-08-06 二 11:00]--[2019-08-06 二 11:37] =>  0:37
*** 1907 MI支持压缩发布推广
    CLOCK: [2019-07-11 四 15:17]--[2019-07-11 四 15:45] =>  0:28
    CLOCK: [2019-07-10 三 19:35]--[2019-07-10 三 19:55] =>  0:20
    CLOCK: [2019-07-10 三 16:25]--[2019-07-10 三 16:59] =>  0:34
*** 1907 OnePlatform Q3开发排期
    CLOCK: [2019-07-08 一 16:51]--[2019-07-08 一 17:15] =>  0:24
*** 1907 codex各版本整合
    CLOCK: [2019-07-11 四 13:50]--[2019-07-11 四 14:10] =>  0:20
    CLOCK: [2019-07-11 四 11:45]--[2019-07-11 四 11:56] =>  0:11
    CLOCK: [2019-07-08 一 15:53]--[2019-07-08 一 16:17] =>  0:24
*** 1907 b2log发版修复度秘偶然出core问题
    CLOCK: [2019-07-08 一 19:56]--[2019-07-08 一 21:07] =>  1:11
    CLOCK: [2019-07-08 一 17:15]--[2019-07-08 一 17:34] =>  0:19
    CLOCK: [2019-07-08 一 16:23]--[2019-07-08 一 16:50] =>  0:27
    CLOCK: [2019-07-04 四 21:55]--[2019-07-04 四 22:26] =>  0:31
    CLOCK: [2019-07-04 四 19:24]--[2019-07-04 四 20:30] =>  1:06
    CLOCK: [2019-07-04 四 17:36]--[2019-07-04 四 17:45] =>  0:09
    CLOCK: [2019-07-04 四 16:00]--[2019-07-04 四 17:00] =>  1:00
    CLOCK: [2019-07-04 四 15:54]--[2019-07-04 四 15:55] =>  0:01
** MI 3.0 RS
*** 1909 排查RS HDFS/Ambari问题
    CLOCK: [2019-09-19 四 17:09]--[2019-09-19 四 17:26] =>  0:17
    CLOCK: [2019-09-19 四 16:27]--[2019-09-19 四 17:08] =>  0:41
    CLOCK: [2019-09-19 四 15:23]--[2019-09-19 四 16:08] =>  0:45
*** 1908 排查凌晨100多任务error问题
    CLOCK: [2019-08-06 二 14:15]--[2019-08-06 二 14:47] =>  0:32
*** 1907 排查任务无法杀死的问题
    CLOCK: [2019-07-31 三 17:00]--[2019-07-31 三 17:36] =>  0:36
    CLOCK: [2019-07-31 三 16:10]--[2019-07-31 三 16:19] =>  0:09
    CLOCK: [2019-07-31 三 15:07]--[2019-07-31 三 15:43] =>  0:36
*** 1907 再次完善监控文档
    CLOCK: [2019-07-25 四 15:11]--[2019-07-25 四 16:02] =>  0:51
    CLOCK: [2019-07-25 四 14:44]--[2019-07-25 四 15:11] =>  0:27
*** 1906 RS周会
    CLOCK: [2019-06-28 五 15:18]--[2019-06-28 五 15:31] =>  0:13
** MI 3.0
*** 1906 PB->ES
    CLOCK: [2019-06-23 日 10:38]--[2019-06-23 日 11:19] =>  0:41
    CLOCK: [2019-06-22 六 18:33]--[2019-06-22 六 18:57] =>  0:24
    CLOCK: [2019-06-22 六 17:23]--[2019-06-22 六 18:09] =>  0:46
    CLOCK: [2019-06-22 六 14:18]--[2019-06-22 六 15:18] =>  1:00
*** 1905 支持执行某列做分区进行并发传输
    CLOCK: [2019-05-15 三 10:08]--[2019-05-15 三 11:26] =>  1:18
    CLOCK: [2019-05-14 二 16:47]--[2019-05-14 二 17:46] =>  0:59
    CLOCK: [2019-05-14 二 15:25]--[2019-05-14 二 15:50] =>  0:25
    CLOCK: [2019-05-14 二 13:00]--[2019-05-14 二 14:17] =>  1:17
    CLOCK: [2019-05-14 二 10:10]--[2019-05-14 二 11:44] =>  1:34
    CLOCK: [2019-05-13 一 20:50]--[2019-05-13 一 21:31] =>  0:41
    CLOCK: [2019-05-13 一 19:16]--[2019-05-13 一 20:10] =>  0:54
    CLOCK: [2019-05-13 一 15:38]--[2019-05-13 一 17:47] =>  2:09
    CLOCK: [2019-05-13 一 14:54]--[2019-05-13 一 15:07] =>  0:13
*** 1905 MI规划（准备和老马）
    CLOCK: [2019-05-10 五 10:33]--[2019-05-10 五 11:31] =>  0:58
    CLOCK: [2019-05-09 四 15:12]--[2019-05-09 四 15:35] =>  0:23
    CLOCK: [2019-05-09 四 14:09]--[2019-05-09 四 14:18] =>  0:09
*** 1904 支持时间戳增量
    CLOCK: [2019-04-26 五 15:17]--[2019-04-26 五 15:50] =>  0:33
    CLOCK: [2019-04-25 四 21:03]--[2019-04-25 四 21:16] =>  0:13
    CLOCK: [2019-04-25 四 19:24]--[2019-04-25 四 20:36] =>  1:12
    CLOCK: [2019-04-25 四 18:47]--[2019-04-25 四 19:00] =>  0:13
    CLOCK: [2019-04-25 四 16:53]--[2019-04-25 四 17:36] =>  0:43
*** 1904 Q2开发设计文档
*** 1904 给云做培训以及视频制作
    CLOCK: [2019-04-22 一 22:40]--[2019-04-22 一 23:30] =>  0:50
    CLOCK: [2019-04-22 一 21:57]--[2019-04-22 一 22:32] =>  0:35
    CLOCK: [2019-04-22 一 18:58]--[2019-04-22 一 21:03] =>  2:05
*** 1904 撰写云培训PPT和视频制作
    CLOCK: [2019-04-22 一 18:29]--[2019-04-22 一 18:52] =>  0:23
    CLOCK: [2019-04-22 一 16:58]--[2019-04-22 一 17:49] =>  0:51
    CLOCK: [2019-04-22 一 15:29]--[2019-04-22 一 16:57] =>  1:28
    CLOCK: [2019-04-22 一 14:01]--[2019-04-22 一 15:08] =>  1:07
    CLOCK: [2019-04-22 一 13:04]--[2019-04-22 一 13:39] =>  0:35
*** 1904 支持Palo数据源
    CLOCK: [2019-04-17 三 10:07]--[2019-04-17 三 10:20] =>  0:13
    CLOCK: [2019-04-16 二 21:18]--[2019-04-16 二 21:45] =>  0:27
*** 1901 ES Output
    CLOCK: [2019-01-21 一 15:18]--[2019-01-21 一 15:32] =>  0:14
*** 1901 PostgreSQL实现
    CLOCK: [2019-01-18 五 18:47]--[2019-01-18 五 19:36] =>  0:49
    CLOCK: [2019-01-18 五 16:47]--[2019-01-18 五 17:50] =>  1:03
    CLOCK: [2019-01-18 五 15:07]--[2019-01-18 五 16:11] =>  1:04
    CLOCK: [2019-01-18 五 11:51]--[2019-01-18 五 11:57] =>  0:06
    CLOCK: [2019-01-18 五 11:06]--[2019-01-18 五 11:32] =>  0:26
    CLOCK: [2019-01-17 四 21:02]--[2019-01-17 四 21:25] =>  0:23
    CLOCK: [2019-01-17 四 19:54]--[2019-01-17 四 20:51] =>  0:57
    CLOCK: [2019-01-17 四 14:37]--[2019-01-17 四 14:44] =>  0:07
    CLOCK: [2019-01-17 四 13:48]--[2019-01-17 四 14:14] =>  0:26
*** 1901 PostgreSQL调研
    CLOCK: [2019-01-17 四 12:58]--[2019-01-17 四 13:48] =>  0:50
    CLOCK: [2019-01-17 四 11:58]--[2019-01-17 四 11:59] =>  0:01
    CLOCK: [2019-01-16 三 19:35]--[2019-01-16 三 20:59] =>  1:24
    CLOCK: [2019-01-16 三 17:33]--[2019-01-16 三 18:05] =>  0:32
    CLOCK: [2019-01-16 三 16:50]--[2019-01-16 三 16:55] =>  0:05
    CLOCK: [2019-01-16 三 15:26]--[2019-01-16 三 16:12] =>  0:46
    CLOCK: [2019-01-16 三 13:15]--[2019-01-16 三 14:10] =>  0:55
    CLOCK: [2019-01-14 一 16:27]--[2019-01-14 一 16:39] =>  0:12
    CLOCK: [2019-01-12 六 17:24]--[2019-01-12 六 18:13] =>  0:49
    CLOCK: [2019-01-12 六 16:28]--[2019-01-12 六 16:40] =>  0:12
    CLOCK: [2019-01-12 六 15:55]--[2019-01-12 六 16:14] =>  0:19
    CLOCK: [2019-01-11 五 16:08]--[2019-01-11 五 16:43] =>  0:35
    CLOCK: [2019-01-11 五 15:27]--[2019-01-11 五 15:31] =>  0:04
    CLOCK: [2019-01-11 五 14:57]--[2019-01-11 五 15:16] =>  0:19
** MI 公开课
*** 1810 系列文章撰写
    CLOCK: [2018-10-06 六 14:37]--[2018-10-06 六 16:39] =>  2:02
    CLOCK: [2018-10-06 六 13:18]--[2018-10-06 六 13:45] =>  0:27
*** 1808 PR文章撰写
    CLOCK: [2018-10-07 日 16:05]--[2018-10-07 日 16:56] =>  0:51
    CLOCK: [2018-10-07 日 02:41]--[2018-10-07 日 03:28] =>  0:47
    CLOCK: [2018-10-06 六 21:45]--[2018-10-06 六 23:59] =>  2:14
    CLOCK: [2018-10-06 六 12:14]--[2018-10-06 六 13:18] =>  1:04
    CLOCK: [2018-09-17 一 14:37]--[2018-09-17 一 15:05] =>  0:28
    CLOCK: [2018-09-17 一 13:10]--[2018-09-17 一 13:52] =>  0:42
    CLOCK: [2018-09-17 一 12:43]--[2018-09-17 一 13:02] =>  0:19
    CLOCK: [2018-09-17 一 11:06]--[2018-09-17 一 11:48] =>  0:42
    CLOCK: [2018-09-17 一 03:13]--[2018-09-17 一 03:42] =>  0:29
    CLOCK: [2018-09-02 日 00:37]--[2018-09-02 日 01:08] =>  0:31
*** 1808 讲课后的反思
    CLOCK: [2018-08-29 三 19:11]--[2018-08-29 三 20:27] =>  1:16
    CLOCK: [2018-08-29 三 16:51]--[2018-08-29 三 17:44] =>  0:53
    CLOCK: [2018-08-29 三 15:27]--[2018-08-29 三 16:00] =>  0:33
*** 1808 正式开讲
    CLOCK: [2018-08-29 三 14:00]--[2018-08-29 三 15:10] =>  1:10
*** 1808 PPT改进
    CLOCK: [2018-08-29 三 12:35]--[2018-08-29 三 13:45] =>  1:10
    CLOCK: [2018-08-29 三 10:57]--[2018-08-29 三 11:27] =>  0:30
    CLOCK: [2018-08-29 三 10:38]--[2018-08-29 三 10:54] =>  0:16
    CLOCK: [2018-08-29 三 09:29]--[2018-08-29 三 10:35] =>  1:06
    CLOCK: [2018-08-29 三 09:05]--[2018-08-29 三 09:27] =>  0:22
    CLOCK: [2018-08-29 三 08:10]--[2018-08-29 三 09:03] =>  0:53
*** 1808 PPT初版
    CLOCK: [2018-08-29 三 05:51]--[2018-08-29 三 07:36] =>  1:45
    CLOCK: [2018-08-29 三 02:34]--[2018-08-29 三 03:57] =>  1:23
    CLOCK: [2018-08-29 三 02:13]--[2018-08-29 三 02:28] =>  0:15
    CLOCK: [2018-08-29 三 00:13]--[2018-08-29 三 01:35] =>  1:22
    CLOCK: [2018-08-28 二 20:16]--[2018-08-28 二 21:10] =>  0:54
    CLOCK: [2018-08-28 二 18:30]--[2018-08-28 二 18:58] =>  0:28
    CLOCK: [2018-08-28 二 17:00]--[2018-08-28 二 17:36] =>  0:36
    CLOCK: [2018-08-28 二 15:49]--[2018-08-28 二 16:21] =>  0:32
    CLOCK: [2018-08-28 二 13:23]--[2018-08-28 二 13:45] =>  0:22
    CLOCK: [2018-08-28 二 12:52]--[2018-08-28 二 13:01] =>  0:09
*** 1808 材料准备
    CLOCK: [2018-08-28 二 12:51]--[2018-08-28 二 12:52] =>  0:01
    CLOCK: [2018-08-28 二 02:42]--[2018-08-28 二 04:36] =>  1:54
    CLOCK: [2018-08-28 二 01:33]--[2018-08-28 二 01:42] =>  0:09
    CLOCK: [2018-08-25 六 21:12]--[2018-08-25 六 22:04] =>  0:52
*** 1808 BIT登记表填写
    CLOCK: [2018-08-23 四 10:52]--[2018-08-23 四 11:20] =>  0:28
** Code Review
*** Y鹏昊
    CLOCK: [2019-08-09 五 16:27]--[2019-08-09 五 16:38] =>  0:11
    CLOCK: [2019-07-24 三 15:54]--[2019-07-24 三 16:18] =>  0:24
    CLOCK: [2019-07-24 三 14:25]--[2019-07-24 三 14:34] =>  0:09
    CLOCK: [2019-07-24 三 10:25]--[2019-07-24 三 10:32] =>  0:07
    CLOCK: [2019-07-23 二 15:41]--[2019-07-23 二 16:03] =>  0:22
*** Z剑
    CLOCK: [2019-09-11 三 14:18]--[2019-09-11 三 14:25] =>  0:07
    CLOCK: [2019-08-29 四 19:44]--[2019-08-29 四 19:53] =>  0:09
    CLOCK: [2019-08-27 二 17:24]--[2019-08-27 二 17:46] =>  0:22
    CLOCK: [2019-04-12 五 16:26]--[2019-04-12 五 16:45] =>  0:19
*** F小刚
*** L洋
    CLOCK: [2019-10-17 四 10:45]--[2019-10-17 四 11:28] =>  0:43
    CLOCK: [2019-10-14 一 13:58]--[2019-10-14 一 14:07] =>  0:09
*** L锋
    CLOCK: [2019-07-12 五 19:00]--[2019-07-12 五 19:08] =>  0:08
* 学习
** msv4.1
*** 1904 文章补完完善
    CLOCK: [2019-05-13 一 02:03]--[2019-05-13 一 03:17] =>  1:14
    CLOCK: [2019-05-13 一 01:32]--[2019-05-13 一 02:02] =>  0:30
    CLOCK: [2019-05-12 日 23:25]--[2019-05-13 一 00:40] =>  1:15
    CLOCK: [2019-05-12 日 21:14]--[2019-05-12 日 21:55] =>  0:41
    CLOCK: [2019-05-12 日 20:36]--[2019-05-12 日 20:53] =>  0:17
    CLOCK: [2019-05-12 日 18:53]--[2019-05-12 日 19:40] =>  0:47
    CLOCK: [2019-05-12 日 17:42]--[2019-05-12 日 18:14] =>  0:32
    CLOCK: [2019-04-28 日 16:10]--[2019-04-28 日 16:59] =>  0:49
    CLOCK: [2019-04-28 日 14:46]--[2019-04-28 日 15:14] =>  0:28
*** 1904 加回标题中的event时间并优化展示
    CLOCK: [2019-04-14 日 10:33]--[2019-04-14 日 11:07] =>  0:34
*** 1904 移动设备导航栏不要竖排显示
    CLOCK: [2019-04-14 日 09:27]--[2019-04-14 日 10:00] =>  0:33
    CLOCK: [2019-04-13 六 23:18]--[2019-04-14 日 00:05] =>  0:47
    CLOCK: [2019-04-13 六 21:11]--[2019-04-13 六 22:37] =>  1:26
*** 1904 照片上BOS
    CLOCK: [2019-04-06 六 22:29]--[2019-04-06 六 23:19] =>  0:50
*** 1904 项目计划
    CLOCK: [2019-04-21 日 13:32]--[2019-04-21 日 13:48] =>  0:16
    CLOCK: [2019-04-21 日 12:11]--[2019-04-21 日 12:45] =>  0:34
    CLOCK: [2019-04-20 六 12:52]--[2019-04-20 六 13:16] =>  0:24
    CLOCK: [2019-04-20 六 11:49]--[2019-04-20 六 12:07] =>  0:18
    CLOCK: [2019-04-14 日 11:44]--[2019-04-14 日 12:00] =>  0:16
    CLOCK: [2019-04-07 日 17:55]--[2019-04-07 日 18:23] =>  0:28
    CLOCK: [2019-04-06 六 21:31]--[2019-04-06 六 22:29] =>  0:58
** 记录和反思
*** 1910 国庆后找回轩瑜
    CLOCK: [2019-10-21 一 21:56]--[2019-10-21 一 22:05] =>  0:09
    CLOCK: [2019-10-21 一 20:19]--[2019-10-21 一 20:50] =>  0:31
    CLOCK: [2019-10-17 四 22:01]--[2019-10-17 四 22:34] =>  0:33
    CLOCK: [2019-10-17 四 19:51]--[2019-10-17 四 21:47] =>  1:56
    CLOCK: [2019-10-17 四 18:48]--[2019-10-17 四 19:14] =>  0:26
    CLOCK: [2019-10-17 四 17:45]--[2019-10-17 四 18:13] =>  0:28
    CLOCK: [2019-10-17 四 16:59]--[2019-10-17 四 17:34] =>  0:35
    CLOCK: [2019-10-16 三 21:01]--[2019-10-16 三 21:26] =>  0:25
    CLOCK: [2019-10-16 三 11:08]--[2019-10-16 三 11:32] =>  0:24
    CLOCK: [2019-10-15 二 16:35]--[2019-10-15 二 17:57] =>  1:22
    CLOCK: [2019-10-11 五 20:12]--[2019-10-11 五 21:38] =>  1:26
*** 1910 19年国庆记录
    CLOCK: [2019-10-14 一 20:02]--[2019-10-14 一 20:25] =>  0:23
    CLOCK: [2019-10-14 一 19:52]--[2019-10-14 一 19:59] =>  0:07
    CLOCK: [2019-10-11 五 15:40]--[2019-10-11 五 17:05] =>  1:25
    CLOCK: [2019-10-08 二 18:00]--[2019-10-08 二 18:37] =>  0:37
    CLOCK: [2019-10-08 二 16:39]--[2019-10-08 二 17:11] =>  0:32
    CLOCK: [2019-10-08 二 15:56]--[2019-10-08 二 16:35] =>  0:39
    CLOCK: [2019-10-08 二 14:33]--[2019-10-08 二 15:33] =>  1:00
*** 1909 个人介绍（新新）
    CLOCK: [2019-09-25 三 20:54]--[2019-09-25 三 21:03] =>  0:09
    CLOCK: [2019-09-20 五 15:53]--[2019-09-20 五 16:29] =>  0:36
*** 1909 回复轩瑜对我做出我很自我的结论
    CLOCK: [2019-09-17 二 20:28]--[2019-09-17 二 21:20] =>  0:52
    CLOCK: [2019-09-15 日 20:32]--[2019-09-15 日 21:05] =>  0:33
    CLOCK: [2019-09-15 日 19:56]--[2019-09-15 日 20:04] =>  0:08
    CLOCK: [2019-09-15 日 18:35]--[2019-09-15 日 19:41] =>  1:06
*** 1909 对轩瑜说一下我心里的想法
    CLOCK: [2019-09-14 六 22:50]--[2019-09-15 日 00:05] =>  1:15
    CLOCK: [2019-09-14 六 21:45]--[2019-09-14 六 22:29] =>  0:44
    CLOCK: [2019-09-14 六 20:00]--[2019-09-14 六 20:30] =>  0:30
    CLOCK: [2019-09-13 五 22:58]--[2019-09-13 五 23:37] =>  0:39
    CLOCK: [2019-09-13 五 22:23]--[2019-09-13 五 22:56] =>  0:33
    CLOCK: [2019-09-13 五 20:53]--[2019-09-13 五 21:40] =>  0:47
    CLOCK: [2019-09-09 一 19:01]--[2019-09-09 一 20:20] =>  1:19
    CLOCK: [2019-09-09 一 17:34]--[2019-09-09 一 17:53] =>  0:19
    CLOCK: [2019-09-09 一 01:43]--[2019-09-09 一 01:51] =>  0:08
    CLOCK: [2019-09-09 一 00:46]--[2019-09-09 一 01:42] =>  0:56
*** 1909 周四逛首经贸周六逛奥森记录
    CLOCK: [2019-09-09 一 00:15]--[2019-09-09 一 00:46] =>  0:31
    CLOCK: [2019-09-08 日 23:26]--[2019-09-09 一 00:13] =>  0:47
    CLOCK: [2019-09-08 日 19:29]--[2019-09-08 日 20:38] =>  1:09
    CLOCK: [2019-09-08 日 18:29]--[2019-09-08 日 19:19] =>  0:50
    CLOCK: [2019-09-08 日 17:35]--[2019-09-08 日 17:50] =>  0:15
    CLOCK: [2019-09-08 日 16:21]--[2019-09-08 日 17:31] =>  1:10
    CLOCK: [2019-09-08 日 10:55]--[2019-09-08 日 11:02] =>  0:07
    CLOCK: [2019-09-08 日 00:00]--[2019-09-08 日 00:10] =>  0:10
*** 1909 首次送轩瑜去亦庄上班记录
    CLOCK: [2019-09-03 二 21:47]--[2019-09-03 二 22:30] =>  0:43
    CLOCK: [2019-09-03 二 21:21]--[2019-09-03 二 21:47] =>  0:26
    CLOCK: [2019-09-03 二 21:05]--[2019-09-03 二 21:17] =>  0:12
    CLOCK: [2019-09-03 二 11:16]--[2019-09-03 二 11:31] =>  0:15
*** 1908 反思折腾baidu rpc改造的教训
*** 1908 整理第二篇日志发给轩瑜
    CLOCK: [2019-08-26 一 18:37]--[2019-08-26 一 19:32] =>  0:55
*** 19Q3 记录
    CLOCK: [2019-08-26 一 10:25]--[2019-08-26 一 10:30] =>  0:05
*** 1908 8.23和轩瑜在奥森初次记录
    CLOCK: [2019-08-27 二 10:13]--[2019-08-27 二 11:08] =>  0:55
    CLOCK: [2019-08-26 一 15:31]--[2019-08-26 一 16:27] =>  0:56
    CLOCK: [2019-08-26 一 12:36]--[2019-08-26 一 14:10] =>  1:34
    CLOCK: [2019-08-24 六 21:05]--[2019-08-24 六 21:37] =>  0:32
    CLOCK: [2019-08-24 六 19:19]--[2019-08-24 六 20:51] =>  1:32
*** 1907 整理积压照片
    CLOCK: [2019-08-18 日 17:33]--[2019-08-18 日 17:58] =>  0:25
    CLOCK: [2019-08-18 日 15:50]--[2019-08-18 日 17:21] =>  1:31
*** 1908 和女朋友轩瑜的记录
    CLOCK: [2019-08-22 四 20:12]--[2019-08-22 四 20:28] =>  0:16
    CLOCK: [2019-08-13 二 14:29]--[2019-08-13 二 16:16] =>  1:47
    CLOCK: [2019-08-12 一 23:21]--[2019-08-12 一 23:58] =>  0:37
*** 1908 七夕表白记录
    CLOCK: [2019-08-08 四 20:40]--[2019-08-08 四 21:00] =>  0:20
    CLOCK: [2019-08-08 四 18:55]--[2019-08-08 四 18:58] =>  0:03
    CLOCK: [2019-08-08 四 16:48]--[2019-08-08 四 17:47] =>  0:59
    CLOCK: [2019-08-08 四 15:07]--[2019-08-08 四 16:40] =>  1:33
    CLOCK: [2019-08-08 四 13:05]--[2019-08-08 四 14:19] =>  1:14
    CLOCK: [2019-08-08 四 11:00]--[2019-08-08 四 11:46] =>  0:46
    CLOCK: [2019-08-08 四 10:42]--[2019-08-08 四 10:54] =>  0:12
    CLOCK: [2019-08-07 三 15:23]--[2019-08-07 三 15:42] =>  0:19
*** 1908 解释我忘发照片的疏忽
    CLOCK: [2019-08-02 五 21:24]--[2019-08-02 五 23:28] =>  2:04
*** 1907 解释牵手
    CLOCK: [2019-07-29 一 14:19]--[2019-07-29 一 16:49] =>  2:30
    CLOCK: [2019-07-29 一 11:39]--[2019-07-29 一 11:43] =>  0:04
*** 1907 和轩瑜的记录
    CLOCK: [2019-08-01 四 22:03]--[2019-08-01 四 22:39] =>  0:36
    CLOCK: [2019-07-29 一 22:13]--[2019-07-29 一 22:41] =>  0:28
    CLOCK: [2019-07-28 日 12:46]--[2019-07-28 日 13:36] =>  0:50
    CLOCK: [2019-07-28 日 11:11]--[2019-07-28 日 11:48] =>  0:37
    CLOCK: [2019-07-28 日 01:57]--[2019-07-28 日 02:11] =>  0:14
*** 1907 我的辩解和自述
    CLOCK: [2019-07-18 四 20:22]--[2019-07-18 四 22:13] =>  1:51
    CLOCK: [2019-07-17 三 21:20]--[2019-07-17 三 22:53] =>  1:33
    CLOCK: [2019-07-17 三 16:52]--[2019-07-17 三 17:41] =>  0:49
*** 19Q2 记录
    CLOCK: [2019-06-17 一 23:07]--[2019-06-17 一 23:56] =>  0:49
    CLOCK: [2019-05-12 日 17:03]--[2019-05-12 日 17:42] =>  0:39
    CLOCK: [2019-05-12 日 16:35]--[2019-05-12 日 17:03] =>  0:28
    CLOCK: [2019-05-12 日 15:00]--[2019-05-12 日 15:54] =>  0:54
    CLOCK: [2019-05-12 日 13:43]--[2019-05-12 日 14:47] =>  1:04
    CLOCK: [2019-05-11 六 00:32]--[2019-05-11 六 01:26] =>  0:54
    CLOCK: [2019-05-09 四 21:16]--[2019-05-09 四 21:51] =>  0:35
    CLOCK: [2019-05-05 日 00:30]--[2019-05-05 日 00:41] =>  0:11
    CLOCK: [2019-05-04 六 21:30]--[2019-05-04 六 22:56] =>  1:26
    CLOCK: [2019-04-28 日 14:00]--[2019-04-28 日 14:30] =>  0:30
    CLOCK: [2019-04-28 日 00:40]--[2019-04-28 日 01:02] =>  0:22
    CLOCK: [2019-04-27 六 22:42]--[2019-04-28 日 00:03] =>  1:21
*** 1906 整理端午草原出游的照片
    CLOCK: [2019-06-16 日 23:13]--[2019-06-17 一 00:54] =>  1:41
    CLOCK: [2019-06-16 日 21:52]--[2019-06-16 日 22:30] =>  0:38
    CLOCK: [2019-06-16 日 20:57]--[2019-06-16 日 21:52] =>  0:55
    CLOCK: [2019-06-16 日 15:51]--[2019-06-16 日 18:03] =>  2:12
    CLOCK: [2019-06-16 日 15:06]--[2019-06-16 日 15:32] =>  0:26
*** 1906 端午记录
    CLOCK: [2019-06-11 二 17:31]--[2019-06-11 二 17:54] =>  0:23
    CLOCK: [2019-06-11 二 11:00]--[2019-06-11 二 11:48] =>  0:48
    CLOCK: [2019-06-11 二 10:11]--[2019-06-11 二 10:48] =>  0:37
*** 1905 近期反思和下一步目标的设定
*** 1905 五一记录
    CLOCK: [2019-05-07 二 13:24]--[2019-05-07 二 14:05] =>  0:41
    CLOCK: [2019-05-07 二 10:16]--[2019-05-07 二 10:48] =>  0:32
    CLOCK: [2019-05-06 一 21:52]--[2019-05-06 一 23:06] =>  1:14
    CLOCK: [2019-05-06 一 19:29]--[2019-05-06 一 20:31] =>  1:02
    CLOCK: [2019-05-06 一 15:23]--[2019-05-06 一 15:51] =>  0:28
    CLOCK: [2019-05-06 一 15:10]--[2019-05-06 一 15:22] =>  0:12
    CLOCK: [2019-05-06 一 13:28]--[2019-05-06 一 14:54] =>  1:26
    CLOCK: [2019-05-05 日 00:41]--[2019-05-05 日 01:54] =>  1:13
    CLOCK: [2019-05-04 六 17:36]--[2019-05-04 六 18:07] =>  0:31
*** 1905 整理五一长岛出游的照片
    CLOCK: [2019-05-12 日 13:18]--[2019-05-12 日 13:43] =>  0:25
    CLOCK: [2019-05-12 日 00:42]--[2019-05-12 日 01:58] =>  1:16
    CLOCK: [2019-05-11 六 23:34]--[2019-05-12 日 00:42] =>  1:08
    CLOCK: [2019-05-11 六 21:31]--[2019-05-11 六 21:55] =>  0:24
    CLOCK: [2019-05-11 六 17:58]--[2019-05-11 六 18:50] =>  0:52
    CLOCK: [2019-05-11 六 16:59]--[2019-05-11 六 17:30] =>  0:31
    CLOCK: [2019-05-11 六 14:21]--[2019-05-11 六 15:33] =>  1:12
    CLOCK: [2019-05-11 六 10:53]--[2019-05-11 六 11:33] =>  0:40
    CLOCK: [2019-05-04 六 16:31]--[2019-05-04 六 16:53] =>  0:22
    CLOCK: [2019-05-04 六 14:35]--[2019-05-04 六 16:24] =>  1:49
    CLOCK: [2019-05-04 六 14:17]--[2019-05-04 六 14:32] =>  0:15
*** 1904 整理观影记录
    CLOCK: [2019-04-13 六 20:18]--[2019-04-13 六 20:54] =>  0:36
    CLOCK: [2019-04-13 六 18:30]--[2019-04-13 六 19:18] =>  0:48
    CLOCK: [2019-04-13 六 12:41]--[2019-04-13 六 13:06] =>  0:25
    CLOCK: [2019-04-13 六 10:16]--[2019-04-13 六 10:36] =>  0:20
    CLOCK: [2019-04-13 六 00:48]--[2019-04-13 六 01:15] =>  0:27
    CLOCK: [2019-04-09 二 23:39]--[2019-04-10 三 00:02] =>  0:23
    CLOCK: [2019-04-07 日 23:52]--[2019-04-08 一 00:22] =>  0:30
    CLOCK: [2019-04-07 日 22:39]--[2019-04-07 日 23:31] =>  0:52
*** 1903 新的理财计划
    CLOCK: [2019-03-05 二 13:35]--[2019-03-05 二 14:15] =>  0:40
*** 1811 个人介绍（新）
    CLOCK: [2019-07-08 一 13:32]--[2019-07-08 一 13:41] =>  0:09
    CLOCK: [2019-06-26 三 22:33]--[2019-06-26 三 22:47] =>  0:14
    CLOCK: [2019-06-21 五 20:45]--[2019-06-21 五 21:09] =>  0:24
    CLOCK: [2019-06-21 五 20:05]--[2019-06-21 五 20:21] =>  0:16
    CLOCK: [2019-06-21 五 17:30]--[2019-06-21 五 17:40] =>  0:10
    CLOCK: [2019-05-30 四 22:16]--[2019-05-30 四 22:41] =>  0:25
    CLOCK: [2019-05-26 日 23:12]--[2019-05-26 日 23:26] =>  0:14
    CLOCK: [2019-03-30 六 10:40]--[2019-03-30 六 11:00] =>  0:20
    CLOCK: [2019-03-18 一 23:38]--[2019-03-18 一 23:52] =>  0:14
    CLOCK: [2019-03-08 五 13:52]--[2019-03-08 五 14:13] =>  0:21
    CLOCK: [2019-03-08 五 13:17]--[2019-03-08 五 13:23] =>  0:06
    CLOCK: [2019-03-08 五 10:50]--[2019-03-08 五 11:13] =>  0:23
    CLOCK: [2019-03-08 五 00:45]--[2019-03-08 五 01:45] =>  1:00
    CLOCK: [2019-02-15 五 02:37]--[2019-02-15 五 02:41] =>  0:04
    CLOCK: [2019-02-15 五 00:13]--[2019-02-15 五 00:48] =>  0:35
    CLOCK: [2019-01-31 四 02:18]--[2019-01-31 四 03:02] =>  0:44
    CLOCK: [2019-01-20 日 18:33]--[2019-01-20 日 19:03] =>  0:30
    CLOCK: [2019-01-20 日 18:17]--[2019-01-20 日 18:31] =>  0:14
    CLOCK: [2019-01-20 日 17:06]--[2019-01-20 日 17:53] =>  0:47
    CLOCK: [2019-01-20 日 15:42]--[2019-01-20 日 16:25] =>  0:43
    CLOCK: [2019-01-19 六 01:56]--[2019-01-19 六 02:32] =>  0:36
    CLOCK: [2019-01-15 二 11:10]--[2019-01-15 二 11:28] =>  0:18
    CLOCK: [2019-01-14 一 21:13]--[2019-01-14 一 21:23] =>  0:10
    CLOCK: [2019-01-14 一 01:01]--[2019-01-14 一 01:30] =>  0:29
    CLOCK: [2019-01-10 四 21:53]--[2019-01-10 四 22:34] =>  0:41
    CLOCK: [2019-01-10 四 19:45]--[2019-01-10 四 20:27] =>  0:42
    CLOCK: [2019-01-10 四 18:57]--[2019-01-10 四 19:15] =>  0:18
    CLOCK: [2019-01-10 四 16:55]--[2019-01-10 四 17:27] =>  0:32
    CLOCK: [2019-01-10 四 13:01]--[2019-01-10 四 14:36] =>  1:35
    CLOCK: [2019-01-08 二 16:16]--[2019-01-08 二 16:30] =>  0:14
    CLOCK: [2019-01-06 日 22:00]--[2019-01-06 日 23:50] =>  1:50
    CLOCK: [2019-01-04 五 12:47]--[2019-01-04 五 14:25] =>  1:38
    CLOCK: [2019-01-04 五 00:25]--[2019-01-04 五 01:30] =>  1:05
    CLOCK: [2019-01-03 四 22:52]--[2019-01-03 四 23:40] =>  0:48
** 技术学习
*** 1907 distcp学习
    CLOCK: [2019-07-26 五 10:16]--[2019-07-26 五 11:30] =>  1:14
    CLOCK: [2019-07-24 三 14:34]--[2019-07-24 三 15:18] =>  0:44
    CLOCK: [2019-07-22 一 16:40]--[2019-07-22 一 17:18] =>  0:38
    CLOCK: [2019-07-22 一 15:23]--[2019-07-22 一 16:18] =>  0:55
    CLOCK: [2019-07-22 一 14:25]--[2019-07-22 一 14:49] =>  0:24
*** 1907 Spring学习
    CLOCK: [2019-07-10 三 18:40]--[2019-07-10 三 19:03] =>  0:23
    CLOCK: [2019-07-10 三 17:14]--[2019-07-10 三 17:30] =>  0:16
*** 1905 mysql binlog学习
    CLOCK: [2019-05-23 四 12:52]--[2019-05-23 四 14:05] =>  1:13
*** 1903 Swift学习
    CLOCK: [2019-03-24 日 12:30]--[2019-03-24 日 13:03] =>  0:33
    CLOCK: [2019-03-24 日 12:19]--[2019-03-24 日 12:30] =>  0:11
*** 1903 Oracle学习
    CLOCK: [2019-03-06 三 19:00]--[2019-03-06 三 19:42] =>  0:42
    CLOCK: [2019-03-06 三 17:42]--[2019-03-06 三 17:57] =>  0:15
    CLOCK: [2019-03-06 三 17:34]--[2019-03-06 三 17:41] =>  0:07
*** 1810 开源系统搭建：Hadoop/Spark
    CLOCK: [2018-10-30 二 14:12]--[2018-10-30 二 15:35] =>  1:23
    CLOCK: [2018-10-30 二 13:29]--[2018-10-30 二 14:02] =>  0:33
    CLOCK: [2018-10-30 二 12:35]--[2018-10-30 二 12:38] =>  0:03
    CLOCK: [2018-10-29 一 19:00]--[2018-10-29 一 19:36] =>  0:36
    CLOCK: [2018-10-29 一 17:52]--[2018-10-29 一 18:05] =>  0:13
    CLOCK: [2018-10-29 一 16:28]--[2018-10-29 一 17:39] =>  1:11
    CLOCK: [2018-10-28 日 23:27]--[2018-10-29 一 00:23] =>  0:56
    CLOCK: [2018-10-14 日 00:46]--[2018-10-14 日 01:17] =>  0:31
    CLOCK: [2018-10-13 六 22:24]--[2018-10-14 日 00:00] =>  1:36
    CLOCK: [2018-10-13 六 18:59]--[2018-10-13 六 20:55] =>  1:56
    CLOCK: [2018-10-13 六 15:58]--[2018-10-13 六 16:34] =>  0:36
*** 1806 Apache NiFi
    CLOCK: [2018-07-30 一 13:37]--[2018-07-30 一 14:06] =>  0:29
    CLOCK: [2018-07-30 一 12:48]--[2018-07-30 一 13:08] =>  0:20
    CLOCK: [2018-06-06 三 18:37]--[2018-06-06 三 19:06] =>  0:29
*** 1802 sqoop
    CLOCK: [2018-02-16 五 20:53]--[2018-02-16 五 21:39] =>  0:46
** 照片后期
*** 1809 青海TB照片后期处理
    CLOCK: [2018-10-04 四 15:48]--[2018-10-04 四 16:24] =>  0:36
    CLOCK: [2018-10-04 四 12:29]--[2018-10-04 四 13:05] =>  0:36
    CLOCK: [2018-10-04 四 11:28]--[2018-10-04 四 12:23] =>  0:55
    CLOCK: [2018-10-03 三 23:00]--[2018-10-04 四 00:32] =>  1:32
    CLOCK: [2018-10-03 三 16:01]--[2018-10-03 三 16:31] =>  0:30
    CLOCK: [2018-10-03 三 13:59]--[2018-10-03 三 15:09] =>  1:10
    CLOCK: [2018-10-03 三 12:46]--[2018-10-03 三 12:52] =>  0:06
    CLOCK: [2018-10-03 三 11:46]--[2018-10-03 三 12:13] =>  0:27
    CLOCK: [2018-09-27 四 23:28]--[2018-09-28 五 00:30] =>  1:02
    CLOCK: [2018-09-27 四 00:19]--[2018-09-27 四 01:23] =>  1:04
    CLOCK: [2018-09-24 一 23:01]--[2018-09-24 一 23:50] =>  0:49
    CLOCK: [2018-09-24 一 19:55]--[2018-09-24 一 21:41] =>  1:46
    CLOCK: [2018-09-24 一 14:52]--[2018-09-24 一 16:42] =>  1:50
    CLOCK: [2018-09-24 一 12:43]--[2018-09-24 一 13:50] =>  1:07
    CLOCK: [2018-09-23 日 14:01]--[2018-09-23 日 14:51] =>  0:50
    CLOCK: [2018-09-23 日 11:16]--[2018-09-23 日 13:02] =>  1:46
    CLOCK: [2018-09-23 日 09:14]--[2018-09-23 日 10:09] =>  0:55
    CLOCK: [2018-09-23 日 00:49]--[2018-09-23 日 01:05] =>  0:16
    CLOCK: [2018-09-22 六 23:22]--[2018-09-23 日 00:31] =>  1:09
    CLOCK: [2018-09-22 六 21:09]--[2018-09-22 六 22:10] =>  1:01
    CLOCK: [2018-09-22 六 15:42]--[2018-09-22 六 16:52] =>  1:10
    CLOCK: [2018-09-17 一 21:27]--[2018-09-17 一 21:41] =>  0:14
*** 1710 秋凉视频教程
    CLOCK: [2017-10-14 六 21:36]--[2017-10-14 六 21:55] =>  0:19
    CLOCK: [2017-10-14 六 17:57]--[2017-10-14 六 19:46] =>  1:49
    CLOCK: [2017-10-14 六 15:59]--[2017-10-14 六 16:58] =>  0:59
    CLOCK: [2017-10-14 六 15:02]--[2017-10-14 六 15:42] =>  0:40
    CLOCK: [2017-10-14 六 09:53]--[2017-10-14 六 11:33] =>  1:40
    CLOCK: [2017-10-14 六 00:02]--[2017-10-14 六 01:59] =>  1:57
    CLOCK: [2017-10-13 五 00:20]--[2017-10-13 五 00:31] =>  0:11
    CLOCK: [2017-10-12 四 23:45]--[2017-10-13 五 00:20] =>  0:35
*** 1710 工作流整理
    CLOCK: [2017-10-10 二 22:36]--[2017-10-10 二 23:01] =>  0:25
    CLOCK: [2017-10-10 二 02:31]--[2017-10-10 二 03:04] =>  0:33
    CLOCK: [2017-10-10 二 01:20]--[2017-10-10 二 02:16] =>  0:56
*** 1710 拿国庆照片练手
    CLOCK: [2017-10-10 二 00:40]--[2017-10-10 二 00:56] =>  0:16
    CLOCK: [2017-10-10 二 00:01]--[2017-10-10 二 00:28] =>  0:27
    CLOCK: [2017-10-02 一 22:15]--[2017-10-02 一 22:33] =>  0:18
*** 1709 GOGOUP摄影后期理论
    CLOCK: [2017-09-23 六 15:00]--[2017-09-23 六 16:45] =>  1:45
    CLOCK: [2017-09-23 六 13:15]--[2017-09-23 六 14:10] =>  0:55
*** 1703 拿最近RX100照片练手
    CLOCK: [2017-03-18 六 09:51]--[2017-03-18 六 10:53] =>  1:02
*** 1703 学习视频
    CLOCK: [2017-03-17 五 22:04]--[2017-03-17 五 22:50] =>  0:46
** 其他
*** 1909 历史学习：明朝
    CLOCK: [2019-09-06 五 15:07]--[2019-09-06 五 15:36] =>  0:29
*** 1902 折腾公司新发的的MBP
    CLOCK: [2019-02-12 二 13:15]--[2019-02-12 二 14:08] =>  0:53
    CLOCK: [2019-02-08 五 12:53]--[2019-02-08 五 13:34] =>  0:41
*** 1701 知乎Live：张佳伟关于阅读的一些微小经验
    CLOCK: [2017-01-22 日 01:01]--[2017-01-22 日 02:12] =>  1:11
*** 1701 知乎Live：王俊煜的阅读清单打造法
    CLOCK: [2017-01-18 三 23:01]--[2017-01-18 三 23:34] =>  0:33
    CLOCK: [2017-01-18 三 21:28]--[2017-01-18 三 22:05] =>  0:37
** 写作
*** 1805 1711 玩流放之路
    CLOCK: [2018-05-09 三 00:25]--[2018-05-09 三 01:12] =>  0:47
    CLOCK: [2018-05-08 二 23:56]--[2018-05-09 三 00:04] =>  0:08
    CLOCK: [2018-05-08 二 21:31]--[2018-05-08 二 21:54] =>  0:23
    CLOCK: [2018-05-08 二 20:34]--[2018-05-08 二 21:30] =>  0:56
    CLOCK: [2018-05-07 一 23:09]--[2018-05-07 一 23:46] =>  0:37
    CLOCK: [2018-05-07 一 00:26]--[2018-05-07 一 01:59] =>  1:33
    CLOCK: [2018-05-06 日 22:04]--[2018-05-06 日 23:02] =>  0:58
    CLOCK: [2018-05-06 日 20:36]--[2018-05-06 日 21:21] =>  0:45
    CLOCK: [2018-05-06 日 17:27]--[2018-05-06 日 18:21] =>  0:54
    CLOCK: [2018-05-06 日 13:47]--[2018-05-06 日 14:51] =>  1:04
    CLOCK: [2018-05-06 日 10:47]--[2018-05-06 日 12:06] =>  1:19
*** 1710 秋季组里去爬慕田峪长城
    CLOCK: [2017-10-29 日 17:13]--[2017-10-29 日 17:53] =>  0:40
    CLOCK: [2017-10-29 日 15:27]--[2017-10-29 日 16:26] =>  0:59
    CLOCK: [2017-10-29 日 00:39]--[2017-10-29 日 00:45] =>  0:06
*** DONE 1707 入手A7M2和两只镜头
    CLOCK: [2017-07-17 一 20:33]--[2017-07-17 一 22:07] =>  1:34
    CLOCK: [2017-07-17 一 01:41]--[2017-07-17 一 02:00] =>  0:19
    CLOCK: [2017-07-16 日 23:24]--[2017-07-17 一 01:11] =>  1:47
    CLOCK: [2017-07-16 日 23:10]--[2017-07-16 日 23:24] =>  0:14
    CLOCK: [2017-07-16 日 23:01]--[2017-07-16 日 23:09] =>  0:08
*** TODO 1511 Python Web 开发
    CLOCK: [2017-02-25 六 16:05]--[2017-02-25 六 16:43] =>  0:38
    CLOCK: [2015-11-19 四 15:57]--[2015-11-19 四 16:10] =>  0:13
    CLOCK: [2015-11-19 四 15:43]--[2015-11-19 四 15:49] =>  0:06
    CLOCK: [2015-11-19 四 14:57]--[2015-11-19 四 15:18] =>  0:21
    CLOCK: [2015-11-19 四 14:18]--[2015-11-19 四 14:53] =>  0:35
    CLOCK: [2015-11-16 一 21:19]--[2015-11-16 一 21:59] =>  0:40
    CLOCK: [2015-11-16 一 21:14]--[2015-11-16 一 21:15] =>  0:01
    CLOCK: [2015-11-16 一 20:48]--[2015-11-16 一 20:55] =>  0:07
*** TODO 1603 知识管理
    CLOCK: [2016-03-03 四 23:15]--[2016-03-03 四 23:34] =>  0:19
    CLOCK: [2016-03-03 四 22:40]--[2016-03-03 四 23:05] =>  0:25
*** TODO 1504 Vim
    CLOCK: [2015-04-13 一 01:00]--[2015-04-13 一 01:28] =>  0:28
    CLOCK: [2015-04-13 一 00:41]--[2015-04-13 一 01:00] =>  0:19
*** DONE 1610 学吉他
    CLOCK: [2016-10-22 六 19:48]--[2016-10-22 六 20:43] =>  0:55
    CLOCK: [2016-10-22 六 18:37]--[2016-10-22 六 18:53] =>  0:16
    CLOCK: [2016-10-22 六 15:05]--[2016-10-22 六 15:11] =>  0:06
    CLOCK: [2016-10-22 六 12:50]--[2016-10-22 六 12:52] =>  0:02
    CLOCK: [2016-10-22 六 11:29]--[2016-10-22 六 11:33] =>  0:04
    CLOCK: [2016-10-19 三 19:12]--[2016-10-19 三 19:25] =>  0:13
    CLOCK: [2016-10-19 三 19:01]--[2016-10-19 三 19:12] =>  0:11
    CLOCK: [2016-10-19 三 00:44]--[2016-10-19 三 01:14] =>  0:30
    CLOCK: [2016-10-18 二 23:45]--[2016-10-19 三 00:30] =>  0:45
    CLOCK: [2016-10-18 二 23:08]--[2016-10-18 二 23:30] =>  0:22
    CLOCK: [2016-10-18 二 13:16]--[2016-10-18 二 13:21] =>  0:05
    CLOCK: [2016-10-18 二 11:25]--[2016-10-18 二 11:39] =>  0:14
    CLOCK: [2016-10-18 二 11:06]--[2016-10-18 二 11:22] =>  0:16
    CLOCK: [2016-10-18 二 11:01]--[2016-10-18 二 11:06] =>  0:05
*** DONE 1705 端午去西安参加阿飞婚礼
    CLOCK: [2017-09-15 五 00:01]--[2017-09-15 五 01:12] =>  1:11
** 读书
*** 选书
    CLOCK: [2017-07-19 三 12:43]--[2017-07-19 三 13:03] =>  0:20
*** 1910 读《Effective Java》
    CLOCK: [2019-10-11 五 11:15]--[2019-10-11 五 11:30] =>  0:15
*** 1908 读《程序员的自我修养：链接、装载与库》
    CLOCK: [2019-08-27 二 13:00]--[2019-08-27 二 14:40] =>  1:40
*** 1907 读《Spring实战》
    CLOCK: [2019-07-15 一 13:39]--[2019-07-15 一 14:15] =>  0:36
    CLOCK: [2019-07-15 一 12:44]--[2019-07-15 一 13:05] =>  0:21
*** 1903 读《Effective Java》
    CLOCK: [2019-03-20 三 09:55]--[2019-03-20 三 10:10] =>  0:15
*** 1902 读《企业软件创业漫谈》（老马整理）
    CLOCK: [2019-02-15 五 13:50]--[2019-02-15 五 15:11] =>  1:21
*** 1807 读《朝闻道》
    CLOCK: [2018-07-25 三 12:47]--[2018-07-25 三 13:19] =>  0:32
*** 1709 读《冰与火之歌》 
*** TODO 1702 读《硅谷钢铁侠》纸质书
    CLOCK: [2017-02-27 一 17:45]--[2017-02-27 一 18:19] =>  0:34
    CLOCK: [2017-02-27 一 16:10]--[2017-02-27 一 16:51] =>  0:41
*** TODO 1605 读《深入理解Java虚拟机》
    CLOCK: [2016-05-30 一 11:00]--[2016-05-30 一 11:15] =>  0:15
    CLOCK: [2016-05-19 四 11:25]--[2016-05-19 四 11:43] =>  0:18
    CLOCK: [2016-05-19 四 11:10]--[2016-05-19 四 11:25] =>  0:15
*** TODO 1703 读《王小波全集》
    CLOCK: [2017-03-21 二 10:02]--[2017-03-21 二 10:09] =>  0:07
    CLOCK: [2017-03-21 二 10:55]--[2017-03-21 二 11:14] =>  0:19
    CLOCK: [2017-03-20 一 19:22]--[2017-03-20 五 19:41] =>  0:19
    CLOCK: [2017-03-17 五 21:10]--[2017-03-17 五 21:22] =>  0:12
    CLOCK: [2017-03-17 五 10:52]--[2017-03-17 五 11:09] =>  0:17
    CLOCK: [2017-03-16 四 09:57]--[2017-03-16 四 10:09] =>  0:12
    CLOCK: [2017-03-15 三 08:30]--[2017-03-15 三 08:40] =>  0:10
    CLOCK: [2017-03-14 二 10:34]--[2017-03-14 二 10:48] =>  0:14
    CLOCK: [2017-03-09 四 10:41]--[2017-03-09 四 10:51] =>  0:10
    CLOCK: [2017-03-09 四 10:13]--[2017-03-09 四 10:32] =>  0:28
    CLOCK: [2017-03-08 三 23:46]--[2017-03-09 四 00:01] =>  0:15
    CLOCK: [2017-03-08 三 09:56]--[2017-03-08 三 10:18] =>  0:22
    CLOCK: [2017-03-07 二 22:05]--[2017-03-07 二 23:40] =>  1:35
    CLOCK: [2017-03-07 二 20:34]--[2017-03-07 二 20:50] =>  0:16
    CLOCK: [2017-03-07 二 09:59]--[2017-03-07 二 10:25] =>  0:26
    CLOCK: [2017-03-04 六 22:10]--[2017-03-04 六 22:35] =>  0:25
    CLOCK: [2017-03-04 六 21:14]--[2017-03-04 六 21:35] =>  0:21
** pyorg
*** 1608 块级元素修饰
    CLOCK: [2016-08-07 日 20:29]--[2016-08-07 日 20:45] =>  0:16
    CLOCK: [2016-08-07 日 20:10]--[2016-08-07 日 20:28] =>  0:18
    CLOCK: [2016-08-07 日 16:54]--[2016-08-07 日 17:08] =>  0:14
    CLOCK: [2016-08-07 日 16:01]--[2016-08-07 日 16:49] =>  0:48
    CLOCK: [2016-08-07 日 15:43]--[2016-08-07 日 15:47] =>  0:04
    CLOCK: [2016-08-07 日 12:57]--[2016-08-07 日 14:45] =>  1:48
*** 1604 Org Agenda
    CLOCK: [2016-04-18 一 01:27]--[2016-04-18 一 01:54] =>  0:27
    CLOCK: [2016-04-17 日 02:24]--[2016-04-17 日 02:30] =>  0:06
    CLOCK: [2016-04-17 日 00:07]--[2016-04-17 日 00:24] =>  0:17
    CLOCK: [2016-04-09 六 22:33]--[2016-04-09 六 22:40] =>  0:07
    CLOCK: [2016-04-05 二 13:18]--[2016-04-05 二 14:00] =>  0:42
    CLOCK: [2016-04-05 二 01:56]--[2016-04-05 二 01:57] =>  0:01
    CLOCK: [2016-04-05 二 01:21]--[2016-04-05 二 01:55] =>  0:34
    CLOCK: [2016-04-04 一 23:03]--[2016-04-04 一 23:10] =>  0:07
    CLOCK: [2016-04-04 一 21:28]--[2016-04-04 一 22:43] =>  1:15
    CLOCK: [2016-04-04 一 16:30]--[2016-04-04 一 17:35] =>  1:05
    CLOCK: [2016-04-04 一 13:45]--[2016-04-04 一 13:54] =>  0:09
    CLOCK: [2016-04-04 一 13:31]--[2016-04-04 一 13:37] =>  0:06
    CLOCK: [2016-04-04 一 11:19]--[2016-04-04 一 12:39] =>  1:20
*** 1604 Org 元素
    CLOCK: [2016-04-04 一 03:48]--[2016-04-04 一 04:30] =>  0:42
    CLOCK: [2016-04-04 一 02:03]--[2016-04-04 一 02:09] =>  0:06
    CLOCK: [2016-04-03 日 23:42]--[2016-04-04 一 01:46] =>  2:04
    CLOCK: [2016-04-03 日 23:26]--[2016-04-03 日 23:42] =>  0:16
*** 1604 行内元素
    CLOCK: [2016-04-10 日 18:26]--[2016-04-10 日 18:38] =>  0:12
    CLOCK: [2016-04-10 日 17:55]--[2016-04-10 日 18:11] =>  0:16
    CLOCK: [2016-04-03 日 14:35]--[2016-04-03 日 14:57] =>  0:22
    CLOCK: [2016-04-03 日 03:06]--[2016-04-03 日 03:38] =>  0:32
    CLOCK: [2016-04-02 六 23:00]--[2016-04-03 日 01:53] =>  2:53
    CLOCK: [2016-04-02 六 16:08]--[2016-04-02 六 16:59] =>  0:51
    CLOCK: [2016-04-02 六 12:58]--[2016-04-02 六 14:23] =>  1:25
    CLOCK: [2016-04-02 六 10:42]--[2016-04-02 六 10:50] =>  0:08
    CLOCK: [2016-04-02 六 01:29]--[2016-04-02 六 01:49] =>  0:20
    CLOCK: [2016-04-02 六 00:15]--[2016-04-02 六 00:56] =>  0:41
    CLOCK: [2016-04-01 五 23:13]--[2016-04-01 五 23:33] =>  0:20
    CLOCK: [2016-04-01 五 03:18]--[2016-04-01 五 04:05] =>  0:47
*** 1603 块级元素
    CLOCK: [2016-03-27 日 23:01]--[2016-03-27 日 23:30] =>  0:29
    CLOCK: [2016-03-27 日 00:20]--[2016-03-27 日 01:21] =>  1:01
    CLOCK: [2016-03-26 六 23:23]--[2016-03-27 日 00:00] =>  0:37
    CLOCK: [2016-03-26 六 15:42]--[2016-03-26 六 16:32] =>  0:50
    CLOCK: [2016-03-26 六 15:22]--[2016-03-26 六 15:32] =>  0:10
    CLOCK: [2016-03-26 六 13:05]--[2016-03-26 六 13:24] =>  0:19
    CLOCK: [2016-03-26 六 12:24]--[2016-03-26 六 12:56] =>  0:32
    CLOCK: [2016-03-24 四 00:37]--[2016-03-24 四 01:05] =>  0:28
    CLOCK: [2016-03-24 四 00:08]--[2016-03-24 四 00:16] =>  0:08
    CLOCK: [2016-03-23 三 23:42]--[2016-03-23 三 23:43] =>  0:01
    CLOCK: [2016-03-23 三 09:57]--[2016-03-23 三 10:11] =>  0:14
    CLOCK: [2016-03-23 三 01:37]--[2016-03-23 三 02:08] =>  0:31
    CLOCK: [2016-03-22 二 23:44]--[2016-03-23 三 00:54] =>  1:10
*** 1603 设计
    CLOCK: [2016-03-20 日 22:00]--[2016-03-20 日 23:25] =>  1:25
    CLOCK: [2016-03-20 日 17:18]--[2016-03-20 日 17:54] =>  0:36
    CLOCK: [2016-03-20 日 17:06]--[2016-03-20 日 17:17] =>  0:11
    CLOCK: [2016-03-20 日 15:10]--[2016-03-20 日 15:19] =>  0:09
    CLOCK: [2016-03-20 日 13:53]--[2016-03-20 日 15:10] =>  1:17
    CLOCK: [2016-03-20 日 11:08]--[2016-03-20 日 11:19] =>  0:11
    CLOCK: [2016-03-20 日 01:09]--[2016-03-20 日 02:19] =>  1:10
    CLOCK: [2016-03-19 六 23:23]--[2016-03-20 日 00:00] =>  0:37
** 钢琴学习
*** 练习C大调十二平均律前奏曲
    CLOCK: [2016-05-07 六 12:31]--[2016-05-07 六 12:50] =>  0:19
    CLOCK: [2016-05-05 四 22:37]--[2016-05-05 四 23:01] =>  0:24
    CLOCK: [2016-05-05 四 10:10]--[2016-05-05 四 10:20] =>  0:10
    CLOCK: [2016-05-04 三 22:28]--[2016-05-04 三 23:07] =>  0:39
    CLOCK: [2016-05-03 二 17:32]--[2016-05-03 二 17:54] =>  0:22
    CLOCK: [2016-04-30 六 14:40]--[2016-04-30 六 14:48] =>  0:08
    CLOCK: [2016-04-29 五 09:50]--[2016-04-29 五 10:00] =>  0:10
*** 练习 Always With Me
    CLOCK: [2018-11-28 三 22:40]--[2018-11-28 三 23:49] =>  1:09
    CLOCK: [2016-09-10 六 11:55]--[2016-09-10 六 12:12] =>  0:17
    CLOCK: [2016-03-07 一 22:25]--[2016-03-07 一 22:49] =>  0:24
*** 练习素敌
    CLOCK: [2016-03-16 三 10:12]--[2016-03-16 三 10:25] =>  0:13
    CLOCK: [2016-02-21 日 14:37]--[2016-02-21 日 15:01] =>  0:24
    CLOCK: [2016-02-21 日 13:39]--[2016-02-21 日 14:36] =>  0:57
    CLOCK: [2016-02-06 六 14:58]--[2016-02-06 六 15:57] =>  0:59
    CLOCK: [2016-02-06 六 14:44]--[2016-02-06 六 14:47] =>  0:03
    CLOCK: [2016-02-06 六 11:59]--[2016-02-06 六 12:38] =>  0:39
    CLOCK: [2016-02-04 四 14:34]--[2016-02-04 四 14:49] =>  0:15
    CLOCK: [2016-02-04 四 10:00]--[2016-02-04 四 10:11] =>  0:11
    CLOCK: [2016-02-04 四 00:14]--[2016-02-04 四 01:18] =>  1:04
    CLOCK: [2016-02-03 三 10:15]--[2016-02-03 三 10:46] =>  0:31
    CLOCK: [2016-02-03 三 00:18]--[2016-02-03 三 01:13] =>  0:55
    CLOCK: [2016-02-02 二 20:50]--[2016-02-02 二 21:19] =>  0:29
    CLOCK: [2016-02-01 一 23:30]--[2016-02-02 二 00:33] =>  1:03
    CLOCK: [2016-02-01 一 10:38]--[2016-02-01 一 10:46] =>  0:08
    CLOCK: [2016-02-01 一 00:35]--[2016-02-01 一 01:29] =>  0:54
    CLOCK: [2016-01-31 日 11:58]--[2016-01-31 日 12:37] =>  0:39
    CLOCK: [2016-01-30 六 23:00]--[2016-01-30 六 23:41] =>  0:41
    CLOCK: [2016-01-30 六 20:30]--[2016-01-30 六 20:47] =>  0:17
    CLOCK: [2016-01-15 五 22:22]--[2016-01-15 五 22:56] =>  0:34
    CLOCK: [2016-01-13 三 23:41]--[2016-01-14 四 00:47] =>  1:06
    CLOCK: [2016-01-11 一 23:57]--[2016-01-12 二 00:17] =>  0:20
    CLOCK: [2016-01-10 日 13:37]--[2016-01-10 日 14:07] =>  0:30
    CLOCK: [2016-01-07 四 22:48]--[2016-01-07 四 23:08] =>  0:20
    CLOCK: [2016-01-06 三 22:53]--[2016-01-06 三 23:20] =>  0:27
    CLOCK: [2016-01-04 一 23:36]--[2016-01-05 二 00:00] =>  0:24
    CLOCK: [2016-01-04 一 00:10]--[2016-01-04 一 00:24] =>  0:14
    CLOCK: [2016-01-03 日 20:50]--[2016-01-03 日 21:34] =>  0:44
    CLOCK: [2016-01-01 五 01:24]--[2016-01-01 五 01:51] =>  0:27
    CLOCK: [2015-12-28 一 00:34]--[2015-12-28 一 01:45] =>  1:11
    CLOCK: [2015-12-27 日 11:52]--[2015-12-27 日 12:20] =>  0:28
    CLOCK: [2015-12-27 日 00:51]--[2015-12-27 日 02:05] =>  1:14
    CLOCK: [2015-12-26 六 12:53]--[2015-12-26 六 13:39] =>  0:46
    CLOCK: [2015-12-25 五 23:41]--[2015-12-26 六 00:44] =>  1:03
    CLOCK: [2015-12-24 四 01:07]--[2015-12-24 四 01:19] =>  0:12
    CLOCK: [2015-12-24 四 00:10]--[2015-12-24 四 00:58] =>  0:48
    CLOCK: [2015-12-21 一 23:05]--[2015-12-21 一 23:59] =>  0:54
    CLOCK: [2015-12-21 一 01:50]--[2015-12-21 一 02:11] =>  0:21
    CLOCK: [2015-12-20 日 03:01]--[2015-12-20 日 03:30] =>  0:29
    CLOCK: [2015-12-20 日 00:00]--[2015-12-20 日 01:24] =>  1:24
    CLOCK: [2015-12-17 四 00:22]--[2015-12-17 四 01:32] =>  1:10
    CLOCK: [2015-12-15 二 23:47]--[2015-12-16 三 01:03] =>  1:16
    CLOCK: [2015-12-11 五 21:29]--[2015-12-11 五 22:50] =>  1:21
    CLOCK: [2015-12-11 五 01:20]--[2015-12-11 五 01:35] =>  0:15
    CLOCK: [2015-12-08 二 23:15]--[2015-12-09 三 00:45] =>  1:30
    CLOCK: [2015-12-07 一 22:25]--[2015-12-07 一 23:57] =>  1:32
    CLOCK: [2015-12-06 日 21:53]--[2015-12-06 日 23:15] =>  1:22
    CLOCK: [2015-12-06 日 13:20]--[2015-12-06 日 14:17] =>  0:57
    CLOCK: [2015-12-05 六 21:20]--[2015-12-05 六 22:00] =>  0:40
    CLOCK: [2015-12-05 六 14:10]--[2015-12-05 六 15:20] =>  1:10
    CLOCK: [2015-12-04 五 01:00]--[2015-12-04 五 01:30] =>  0:30
    CLOCK: [2015-11-28 六 11:10]--[2015-11-28 六 12:32] =>  1:22
    CLOCK: [2015-11-28 六 00:37]--[2015-11-28 六 01:07] =>  0:30
    CLOCK: [2015-11-27 五 00:15]--[2015-11-27 五 00:44] =>  0:29
    CLOCK: [2015-11-26 四 00:53]--[2015-11-26 四 01:26] =>  0:33
    CLOCK: [2015-11-25 三 10:00]--[2015-11-25 三 10:15] =>  0:15
    CLOCK: [2015-11-25 三 00:27]--[2015-11-25 三 02:03] =>  1:36
    CLOCK: [2015-11-24 二 00:47]--[2015-11-24 二 01:52] =>  1:05
    CLOCK: [2015-11-23 一 00:26]--[2015-11-23 一 01:32] =>  1:06
    CLOCK: [2015-11-22 日 17:05]--[2015-11-22 日 17:25] =>  0:20
    CLOCK: [2015-11-22 日 13:15]--[2015-11-22 日 14:39] =>  1:24
    CLOCK: [2015-11-22 日 11:10]--[2015-11-22 日 12:03] =>  0:53
    CLOCK: [2015-11-22 日 00:35]--[2015-11-22 日 00:51] =>  0:16
    CLOCK: [2015-11-21 六 22:10]--[2015-11-21 六 23:31] =>  1:21
    CLOCK: [2015-11-21 六 10:06]--[2015-11-21 六 10:36] =>  0:30
    CLOCK: [2015-11-21 六 00:45]--[2015-11-21 六 01:51] =>  1:06
    CLOCK: [2015-11-20 五 23:46]--[2015-11-21 六 00:18] =>  0:32
    CLOCK: [2015-11-20 五 21:43]--[2015-11-20 五 22:32] =>  0:49
    CLOCK: [2015-11-20 五 10:09]--[2015-11-20 五 10:29] =>  0:20
    CLOCK: [2015-11-18 三 23:52]--[2015-11-19 四 00:11] =>  0:19
    CLOCK: [2015-11-18 三 21:30]--[2015-11-18 三 22:10] =>  0:40
    CLOCK: [2015-11-18 三 01:00]--[2015-11-18 三 01:10] =>  0:10
    CLOCK: [2015-11-17 二 00:50]--[2015-11-17 二 01:05] =>  0:15
    CLOCK: [2015-11-16 一 23:54]--[2015-11-17 二 00:40] =>  0:46
    CLOCK: [2015-11-15 日 10:50]--[2015-11-15 日 11:10] =>  0:20
    CLOCK: [2015-11-15 日 02:05]--[2015-11-15 日 02:15] =>  0:10
    CLOCK: [2015-11-14 六 23:00]--[2015-11-14 六 23:25] =>  0:25
    CLOCK: [2015-11-13 五 23:15]--[2015-11-14 六 00:21] =>  1:06
*** 练习 Luv Letter
*** 林文信 12 小时学会流行键盘基础教程
**** 第一课 & 第二课
     CLOCK: [2015-11-13 五 00:59]--[2015-11-13 五 01:47] =>  0:48
     CLOCK: [2015-11-13 五 00:18]--[2015-11-13 五 00:59] =>  0:41
     CLOCK: [2015-11-12 四 23:45]--[2015-11-13 五 00:03] =>  0:18
**** 第三课 & 第四课
     CLOCK: [2015-11-20 五 23:02]--[2015-11-20 五 23:13] =>  0:11
     CLOCK: [2015-11-20 五 22:40]--[2015-11-20 五 22:57] =>  0:17
     CLOCK: [2015-11-14 六 00:21]--[2015-11-14 六 01:22] =>  1:01
*** 天空之城
    CLOCK: [2015-11-10 二 23:45]--[2015-11-11 三 00:07] =>  0:22
*** 乐理
    CLOCK: [2015-11-14 六 20:00]--[2015-11-14 六 21:00] =>  1:00
    CLOCK: [2015-11-09 一 23:15]--[2015-11-10 二 00:14] =>  0:59
** 工具学习
*** iMovie制作《春天lei了》视频
    CLOCK: [2019-03-11 一 13:30]--[2019-03-11 一 14:04] =>  0:34
* 生活
** 看视频
*** 1909 iPhone 11发布会
    CLOCK: [2019-09-14 六 19:26]--[2019-09-14 六 19:30] =>  0:04
    CLOCK: [2019-09-14 六 13:06]--[2019-09-14 六 13:48] =>  0:42
    CLOCK: [2019-09-12 四 20:00]--[2019-09-12 四 20:34] =>  0:34
** 购物
*** 1909 中秋两家礼物
    CLOCK: [2019-09-09 一 22:45]--[2019-09-09 一 23:26] =>  0:41
*** 1907 冰与火之歌英文原版
    CLOCK: [2019-07-22 一 10:03]--[2019-07-22 一 10:22] =>  0:19
*** 1906 准备再买个iPad 
    CLOCK: [2019-06-18 二 21:03]--[2019-06-18 二 21:12] =>  0:09
    CLOCK: [2019-06-15 六 14:42]--[2019-06-15 六 15:36] =>  0:54
*** 1906 给舅奶选择生日礼物
    CLOCK: [2019-06-05 三 18:48]--[2019-06-05 三 19:20] =>  0:32
    CLOCK: [2019-06-04 二 19:40]--[2019-06-04 二 20:47] =>  1:07
*** 1906 买一些衣服
    CLOCK: [2019-06-02 日 00:30]--[2019-06-02 日 01:35] =>  1:05
*** 1903 买笔记本支架
    CLOCK: [2019-03-26 二 20:09]--[2019-03-26 二 20:30] =>  0:21
*** 1903 又又又想换相机
    CLOCK: [2019-03-10 日 18:34]--[2019-03-10 日 19:34] =>  1:00
*** 1901 沙发套
    CLOCK: [2019-01-22 二 13:12]--[2019-01-22 二 13:47] =>  0:35
    CLOCK: [2019-01-21 一 21:04]--[2019-01-21 一 21:37] =>  0:33
*** 1901 两家的春节礼物
    CLOCK: [2019-01-21 一 19:12]--[2019-01-21 一 19:28] =>  0:16
    CLOCK: [2019-01-20 日 23:44]--[2019-01-21 一 00:38] =>  0:54
** 看电影/电视剧
*** 1710 末代皇帝   
    CLOCK: [2017-10-26 四 02:32]--[2017-10-26 四 02:50] =>  0:18
    CLOCK: [2017-10-25 三 23:20]--[2017-10-25 三 23:40] =>  0:20
    CLOCK: [2017-10-25 三 02:22]--[2017-10-25 三 03:22] =>  1:00
** 上网
*** WSOb
    CLOCK: [2019-03-09 六 21:59]--[2019-03-10 日 01:14] =>  3:15
    CLOCK: [2019-03-09 六 09:42]--[2019-03-09 六 12:16] =>  2:34
    CLOCK: [2019-03-09 六 00:00]--[2019-03-09 六 01:18] =>  1:18
    CLOCK: [2019-03-03 日 11:57]--[2019-03-03 日 13:42] =>  1:45
    CLOCK: [2019-02-09 六 11:00]--[2019-02-09 六 13:00] =>  2:00
    CLOCK: [2019-02-09 六 01:00]--[2019-02-09 六 03:38] =>  2:38
    CLOCK: [2019-02-08 五 15:30]--[2019-02-08 五 15:53] =>  0:23
    CLOCK: [2019-02-08 五 00:07]--[2019-02-08 五 00:28] =>  0:21
    CLOCK: [2019-02-07 四 22:35]--[2019-02-07 四 23:56] =>  1:21
    CLOCK: [2019-01-31 四 01:53]--[2019-01-31 四 02:17] =>  0:24
    CLOCK: [2019-01-25 五 03:30]--[2019-01-25 五 04:20] =>  0:50
    CLOCK: [2019-01-20 日 00:35]--[2019-01-20 日 01:02] =>  0:27
    CLOCK: [2019-01-18 五 23:20]--[2019-01-19 六 00:52] =>  1:32
    CLOCK: [2019-01-13 日 21:30]--[2019-01-13 日 21:54] =>  0:24
    CLOCK: [2019-01-12 六 22:00]--[2019-01-13 日 01:03] =>  3:03
    CLOCK: [2019-01-11 五 22:36]--[2019-01-12 六 00:39] =>  2:03
    CLOCK: [2019-01-11 五 21:54]--[2019-01-11 五 22:33] =>  0:39
    CLOCK: [2019-01-11 五 19:00]--[2019-01-11 五 20:08] =>  1:08
    CLOCK: [2019-01-02 三 11:40]--[2019-01-02 三 12:08] =>  0:28
    CLOCK: [2018-12-31 一 21:26]--[2019-01-01 二 00:00] =>  2:34
    CLOCK: [2018-12-31 一 01:14]--[2018-12-31 一 01:44] =>  0:30
    CLOCK: [2018-12-30 日 10:30]--[2018-12-30 日 11:38] =>  1:08
    CLOCK: [2018-12-25 二 02:13]--[2018-12-25 二 02:26] =>  0:13
    CLOCK: [2018-12-25 二 01:22]--[2018-12-25 二 02:02] =>  0:40
    CLOCK: [2018-12-23 日 23:37]--[2018-12-24 一 00:11] =>  0:34
    CLOCK: [2018-12-23 日 16:47]--[2018-12-23 日 18:12] =>  1:25
    CLOCK: [2018-12-23 日 15:47]--[2018-12-23 日 16:29] =>  0:42
    CLOCK: [2018-12-23 日 11:33]--[2018-12-23 日 13:00] =>  1:27
    CLOCK: [2018-12-23 日 09:08]--[2018-12-23 日 10:52] =>  1:44
    CLOCK: [2018-12-23 日 01:33]--[2018-12-23 日 02:01] =>  0:28
    CLOCK: [2018-12-23 日 00:13]--[2018-12-23 日 00:52] =>  0:39
    CLOCK: [2018-12-22 六 21:32]--[2018-12-22 六 22:59] =>  1:27
    CLOCK: [2018-12-22 六 13:42]--[2018-12-22 六 14:21] =>  0:39
    CLOCK: [2018-12-22 六 11:03]--[2018-12-22 六 11:38] =>  0:35
    CLOCK: [2018-12-22 六 10:02]--[2018-12-22 六 10:30] =>  0:40
    CLOCK: [2018-12-21 五 23:41]--[2018-12-22 六 01:23] =>  1:42
    CLOCK: [2018-12-21 五 22:16]--[2018-12-21 五 23:24] =>  1:08
    CLOCK: [2018-12-20 四 23:33]--[2018-12-21 五 00:35] =>  1:02
    CLOCK: [2018-12-20 四 21:14]--[2018-12-20 四 21:27] =>  0:13
    CLOCK: [2018-12-20 四 09:20]--[2018-12-20 四 10:01] =>  0:41
    CLOCK: [2018-12-19 三 23:40]--[2018-12-20 四 00:35] =>  0:55
    CLOCK: [2018-12-12 三 01:00]--[2018-12-12 三 01:49] =>  0:49
    CLOCK: [2018-12-11 二 18:40]--[2018-12-11 二 19:44] =>  1:04
    CLOCK: [2018-12-08 六 00:38]--[2018-12-08 六 01:38] =>  1:00
    CLOCK: [2018-12-07 五 00:35]--[2018-12-07 五 01:43] =>  1:08
    CLOCK: [2018-12-06 四 10:17]--[2018-12-06 四 10:24] =>  0:07
    CLOCK: [2018-12-06 四 00:30]--[2018-12-06 四 01:10] =>  0:40
    CLOCK: [2018-12-05 三 23:08]--[2018-12-06 四 00:01] =>  0:53
    CLOCK: [2018-12-04 二 23:48]--[2018-12-05 三 00:47] =>  0:59
    CLOCK: [2018-12-03 一 22:57]--[2018-12-03 一 23:42] =>  0:45
    CLOCK: [2018-12-02 日 22:16]--[2018-12-02 日 23:26] =>  1:10
    CLOCK: [2018-12-01 六 10:58]--[2018-12-01 六 12:00] =>  1:02
    CLOCK: [2018-11-30 五 00:10]--[2018-11-30 五 01:14] =>  1:04
    CLOCK: [2018-11-25 日 00:46]--[2018-11-25 日 01:06] =>  0:20
    CLOCK: [2018-11-24 六 21:04]--[2018-11-24 六 21:20] =>  0:16
    CLOCK: [2018-11-24 六 20:01]--[2018-11-24 六 20:24] =>  0:23
    CLOCK: [2018-11-23 五 23:32]--[2018-11-24 六 00:01] =>  0:29
    CLOCK: [2018-11-22 四 23:31]--[2018-11-23 五 00:07] =>  0:36
    CLOCK: [2017-06-29 四 22:08]--[2017-06-29 四 22:26] =>  0:18
    CLOCK: [2017-02-28 二 20:38]--[2017-02-28 二 21:04] =>  0:26
    CLOCK: [2017-02-28 二 19:56]--[2017-02-28 二 20:29] =>  0:33
    CLOCK: [2016-12-01 四 22:37]--[2016-12-01 四 23:13] =>  0:36
    CLOCK: [2016-11-06 日 01:36]--[2016-11-06 日 01:43] =>  0:07
    CLOCK: [2016-11-06 日 00:42]--[2016-11-06 日 01:14] =>  0:32
    CLOCK: [2016-11-05 六 23:42]--[2016-11-06 日 00:06] =>  0:24
    CLOCK: [2016-11-04 五 22:20]--[2016-11-04 五 22:35] =>  0:15
    CLOCK: [2016-11-02 三 00:32]--[2016-11-02 三 01:16] =>  0:44
    CLOCK: [2016-11-01 二 23:56]--[2016-11-02 三 00:32] =>  0:36
*** 1910 了解魔兽世界
    CLOCK: [2019-10-10 四 12:45]--[2019-10-10 四 13:30] =>  0:45
    CLOCK: [2019-10-08 二 12:40]--[2019-10-08 二 14:32] =>  1:52
*** 1909 了解纯粮食酒
    CLOCK: [2019-09-20 五 13:00]--[2019-09-20 五 13:23] =>  0:23
*** 1907 了解理想家庭
    CLOCK: [2019-07-19 五 20:08]--[2019-07-19 五 21:08] =>  1:00
*** 1907 了解TA
    CLOCK: [2019-07-05 五 15:51]--[2019-07-05 五 16:18] =>  0:27
*** 1905 了解ta
    CLOCK: [2019-05-27 一 00:00]--[2019-05-27 一 02:30] =>  2:30
*** 1905 了解神奇宝贝
    CLOCK: [2019-05-24 五 20:58]--[2019-05-24 五 22:06] =>  1:08
    CLOCK: [2019-05-24 五 20:02]--[2019-05-24 五 20:34] =>  0:32
*** 1905 了解北清路改造规划
    CLOCK: [2019-05-20 一 13:10]--[2019-05-20 一 14:03] =>  0:53
*** 1905 看百度前景相关信息
    CLOCK: [2019-05-19 日 00:11]--[2019-05-19 日 02:11] =>  2:00
*** 1902 了解在职研究生
    CLOCK: [2019-02-17 日 14:29]--[2019-02-17 日 15:29] =>  1:00
** 玩游戏
*** 1908 魔兽世界怀旧版
    CLOCK: [2019-10-22 二 17:16]--[2019-10-23 三 02:09] =>  8:53
    CLOCK: [2019-10-22 二 13:19]--[2019-10-22 二 13:42] =>  0:23
    CLOCK: [2019-10-21 一 12:53]--[2019-10-21 一 13:20] =>  0:27
    CLOCK: [2019-10-21 一 01:19]--[2019-10-21 一 03:07] =>  1:48
    CLOCK: [2019-10-20 日 23:10]--[2019-10-21 一 01:00] =>  1:50
    CLOCK: [2019-10-20 日 11:03]--[2019-10-20 日 23:05] => 12:02
    CLOCK: [2019-10-19 六 10:59]--[2019-10-20 日 02:33] => 15:34
    CLOCK: [2019-10-18 五 21:29]--[2019-10-19 六 02:18] =>  4:49
    CLOCK: [2019-10-18 五 12:45]--[2019-10-18 五 13:21] =>  0:36
    CLOCK: [2019-10-17 四 23:52]--[2019-10-18 五 02:07] =>  2:15
    CLOCK: [2019-10-16 三 13:05]--[2019-10-16 三 13:18] =>  0:13
    CLOCK: [2019-10-15 二 12:36]--[2019-10-15 二 13:15] =>  0:39
    CLOCK: [2019-10-14 一 12:53]--[2019-10-14 一 13:11] =>  0:18
    CLOCK: [2019-10-12 六 12:19]--[2019-10-12 六 13:05] =>  0:46
    CLOCK: [2019-10-11 五 12:35]--[2019-10-11 五 13:54] =>  1:19
    CLOCK: [2019-10-07 一 23:43]--[2019-10-08 二 01:01] =>  1:18
    CLOCK: [2019-10-07 一 13:34]--[2019-10-07 一 16:10] =>  2:36
    CLOCK: [2019-10-07 一 10:00]--[2019-10-07 一 13:24] =>  3:24
    CLOCK: [2019-10-07 一 03:30]--[2019-10-07 一 05:51] =>  2:21
    CLOCK: [2019-10-06 日 17:18]--[2019-10-07 一 03:00] =>  9:42
    CLOCK: [2019-10-06 日 10:01]--[2019-10-06 日 17:18] =>  7:17
    CLOCK: [2019-10-05 六 19:50]--[2019-10-06 日 01:04] =>  5:14
    CLOCK: [2019-10-05 六 09:43]--[2019-10-05 六 19:50] => 10:07
    CLOCK: [2019-10-04 五 21:54]--[2019-10-05 六 03:24] =>  5:30
    CLOCK: [2019-10-04 五 14:03]--[2019-10-04 五 21:54] =>  7:51
    CLOCK: [2019-10-04 五 10:29]--[2019-10-04 五 13:17] =>  2:48
    CLOCK: [2019-09-29 日 12:28]--[2019-09-29 日 13:56] =>  1:28
    CLOCK: [2019-09-27 五 00:00]--[2019-09-27 五 01:09] =>  1:09
    CLOCK: [2019-09-26 四 23:10]--[2019-09-26 四 23:56] =>  0:46
    CLOCK: [2019-09-26 四 19:58]--[2019-09-26 四 22:59] =>  3:01
    CLOCK: [2019-09-26 四 12:21]--[2019-09-26 四 12:59] =>  0:38
    CLOCK: [2019-09-23 一 20:29]--[2019-09-23 一 23:35] =>  3:06
    CLOCK: [2019-09-15 日 14:27]--[2019-09-15 日 17:02] =>  2:35
    CLOCK: [2019-09-14 六 15:12]--[2019-09-14 六 17:12] =>  2:00
    CLOCK: [2019-09-14 六 00:36]--[2019-09-14 六 02:11] =>  1:35
    CLOCK: [2019-09-13 五 11:20]--[2019-09-13 五 20:41] =>  9:21
    CLOCK: [2019-09-13 五 09:20]--[2019-09-13 五 10:32] =>  1:12
    CLOCK: [2019-09-12 四 20:34]--[2019-09-13 五 03:53] =>  7:19
    CLOCK: [2019-09-09 一 02:15]--[2019-09-09 一 03:05] =>  0:50
    CLOCK: [2019-09-08 日 11:29]--[2019-09-08 日 15:49] =>  4:20
    CLOCK: [2019-09-08 日 10:44]--[2019-09-08 日 10:55] =>  0:11
    CLOCK: [2019-09-08 日 01:37]--[2019-09-08 日 02:40] =>  1:03
    CLOCK: [2019-09-08 日 00:45]--[2019-09-08 日 01:22] =>  0:37
    CLOCK: [2019-09-07 六 10:23]--[2019-09-07 六 11:09] =>  0:46
    CLOCK: [2019-09-07 六 01:09]--[2019-09-07 六 03:18] =>  2:09
    CLOCK: [2019-09-06 五 12:34]--[2019-09-06 五 12:50] =>  0:16
    CLOCK: [2019-09-01 日 14:58]--[2019-09-01 日 15:48] =>  0:50
    CLOCK: [2019-08-31 六 17:33]--[2019-08-31 六 18:04] =>  0:31
    CLOCK: [2019-08-31 六 12:28]--[2019-08-31 六 13:05] =>  0:37
    CLOCK: [2019-08-31 六 11:00]--[2019-08-31 六 11:39] =>  0:39
*** 1903 刀塔自走棋
    CLOCK: [2019-03-15 五 22:22]--[2019-03-15 五 22:48] =>  0:26
*** 1903 塞尔达传说：荒野之息
    CLOCK: [2019-03-10 日 23:34]--[2019-03-11 一 00:24] =>  0:50
*** 1903 3975复古传奇
    CLOCK: [2019-03-10 日 15:00]--[2019-03-10 日 15:39] =>  0:39
    CLOCK: [2019-03-10 日 09:33]--[2019-03-10 日 10:33] =>  1:00
    CLOCK: [2019-03-10 日 01:20]--[2019-03-10 日 02:00] =>  0:40
*** DOTA2
    CLOCK: [2018-05-07 一 22:00]--[2018-05-07 一 22:44] =>  0:44
    CLOCK: [2018-04-24 二 13:16]--[2018-04-24 二 14:20] =>  1:04
    CLOCK: [2018-01-20 六 19:00]--[2018-01-20 六 20:09] =>  1:09
    CLOCK: [2018-01-06 六 13:52]--[2018-01-06 六 14:48] =>  0:56
    CLOCK: [2018-01-06 六 00:07]--[2018-01-06 六 01:36] =>  1:29
    CLOCK: [2018-01-05 五 23:38]--[2018-01-06 六 00:06] =>  0:28
    CLOCK: [2018-01-03 三 12:13]--[2018-01-03 三 13:31] =>  1:18
    CLOCK: [2018-01-03 三 11:54]--[2018-01-03 三 12:09] =>  0:15
    CLOCK: [2018-01-02 二 21:10]--[2018-01-03 三 00:06] =>  2:56
    CLOCK: [2018-01-01 一 19:40]--[2018-01-01 一 20:37] =>  0:57
*** CS:GO
    CLOCK: [2017-09-15 五 22:00]--[2017-09-15 五 22:39] =>  0:39
    CLOCK: [2017-05-18 四 00:22]--[2017-05-18 四 00:54] =>  0:32
** 杂事
*** 报销
    CLOCK: [2019-06-17 一 17:07]--[2019-06-17 一 17:29] =>  0:22
    CLOCK: [2019-06-06 四 13:21]--[2019-06-06 四 13:29] =>  0:08
    CLOCK: [2018-09-19 三 20:57]--[2018-09-19 三 21:34] =>  0:37
    CLOCK: [2018-06-13 三 17:18]--[2018-06-13 三 17:33] =>  0:15
    CLOCK: [2018-06-12 二 20:44]--[2018-06-12 二 21:22] =>  0:38
    CLOCK: [2018-06-08 五 21:42]--[2018-06-08 五 22:09] =>  0:27
    CLOCK: [2018-06-08 五 21:20]--[2018-06-08 五 21:30] =>  0:10
*** 和家人聊天
    CLOCK: [2019-10-22 二 15:12]--[2019-10-22 二 15:35] =>  0:23
    CLOCK: [2019-10-12 六 17:10]--[2019-10-12 六 17:22] =>  0:12
    CLOCK: [2019-09-16 一 17:36]--[2019-09-16 一 17:52] =>  0:16
    CLOCK: [2019-09-14 六 21:12]--[2019-09-14 六 21:38] =>  0:26
    CLOCK: [2019-09-13 五 21:45]--[2019-09-13 五 22:20] =>  0:35
    CLOCK: [2019-09-08 日 22:03]--[2019-09-08 日 22:40] =>  0:37
    CLOCK: [2019-09-08 日 21:15]--[2019-09-08 日 21:35] =>  0:20
    CLOCK: [2019-09-08 日 11:02]--[2019-09-08 日 11:29] =>  0:27
    CLOCK: [2019-08-31 六 20:50]--[2019-08-31 六 21:20] =>  0:30
    CLOCK: [2019-08-28 三 20:45]--[2019-08-28 三 21:05] =>  0:20
    CLOCK: [2019-08-27 二 21:15]--[2019-08-27 二 21:32] =>  0:17
    CLOCK: [2019-08-17 六 20:48]--[2019-08-17 六 21:40] =>  0:52
    CLOCK: [2019-06-15 六 15:51]--[2019-06-15 六 16:21] =>  0:30
    CLOCK: [2019-05-12 日 20:53]--[2019-05-12 日 21:14] =>  0:21
    CLOCK: [2019-04-29 一 20:48]--[2019-04-29 一 21:00] =>  0:12
    CLOCK: [2019-04-13 六 10:44]--[2019-04-13 六 11:00] =>  0:16
    CLOCK: [2019-03-24 日 21:19]--[2019-03-24 日 21:59] =>  0:40
    CLOCK: [2019-03-10 日 21:29]--[2019-03-10 日 21:47] =>  0:18
    CLOCK: [2019-03-03 日 21:56]--[2019-03-03 日 22:10] =>  0:14
    CLOCK: [2019-02-24 日 10:54]--[2019-02-24 日 11:23] =>  0:29
    CLOCK: [2019-02-15 五 22:20]--[2019-02-15 五 22:26] =>  0:06
    CLOCK: [2019-01-26 六 18:29]--[2019-01-26 六 18:50] =>  0:21
    CLOCK: [2019-01-25 五 22:08]--[2019-01-25 五 22:28] =>  0:20
    CLOCK: [2019-01-20 日 21:08]--[2019-01-20 日 21:14] =>  0:06
    CLOCK: [2019-01-19 六 19:24]--[2019-01-19 六 20:00] =>  0:36
    CLOCK: [2019-01-19 六 16:13]--[2019-01-19 六 16:37] =>  0:24
*** 1909 了解青松计划
    CLOCK: [2019-09-16 一 10:15]--[2019-09-16 一 10:30] =>  0:15
*** 1907 续签工作居住证
    CLOCK: [2019-08-01 四 17:06]--[2019-08-01 四 18:38] =>  1:32
    CLOCK: [2019-07-24 三 16:18]--[2019-07-24 三 17:39] =>  1:21
    CLOCK: [2019-07-24 三 15:18]--[2019-07-24 三 15:54] =>  0:36
    CLOCK: [2019-07-23 二 17:13]--[2019-07-23 二 17:33] =>  0:20
*** 1908 帮家人看房
    CLOCK: [2019-08-31 六 21:21]--[2019-08-31 六 22:53] =>  1:32
*** 1908 和轩瑜聊天
    CLOCK: [2019-08-28 三 21:29]--[2019-08-28 三 21:42] =>  0:13
    CLOCK: [2019-08-26 一 21:46]--[2019-08-26 一 22:00] =>  0:14
** 下厨
*** 1903 辣炒花甲
    CLOCK: [2019-03-30 六 14:00]--[2019-03-30 六 15:30] =>  1:30
*** 1902 娃娃菜炒粉条
    CLOCK: [2019-02-25 一 12:33]--[2019-02-25 一 13:00] =>  0:27
*** 1901 鸡肉炒豆芽粉丝和杏鲍菇煎豆腐
    CLOCK: [2019-01-19 六 12:00]--[2019-01-19 六 13:00] =>  1:00
*** 1901 西红柿炒鸡蛋
    CLOCK: [2019-01-12 六 19:00]--[2019-01-12 六 20:00] =>  1:00
*** 1901 做可乐鸡翅
    CLOCK: [2019-01-12 六 12:55]--[2019-01-12 六 14:30] =>  1:35
** 外出
*** 1910 国庆最后一天和张宏晓阳陪同万鸿一家三口吃东来顺逛鸟巢水立方
    CLOCK: [2019-10-07 一 17:00]--[2019-10-07 一 23:00] =>  6:00
*** 1909 大团队集体爬百望山
    CLOCK: [2019-09-27 五 16:40]--[2019-09-27 五 19:00] =>  2:20
*** 1909 周四和主席去K1吃午饭继续聊发展
    CLOCK: [2019-09-19 四 11:45]--[2019-09-19 四 15:00] =>  3:15
*** 1909 中秋骑车沿北清路到温都水城
    CLOCK: [2019-09-14 六 17:30]--[2019-09-14 六 19:10] =>  1:40
*** 1909 周二晚上和李震海涛去椒糖吃饭叙旧
    CLOCK: [2019-09-10 二 18:00]--[2019-09-10 二 20:10] =>  2:10
*** 1909 周二和主席去K1吃午饭继续聊发展
    CLOCK: [2019-09-10 二 11:40]--[2019-09-10 二 14:00] =>  2:20
*** 1909 周五刚森离职吃时间之外在聚和K歌
    CLOCK: [2019-09-06 五 17:30]--[2019-09-06 五 22:00] =>  4:30
*** 1909 周二和主席吃午饭聊发展
    CLOCK: [2019-09-03 二 11:40]--[2019-09-03 二 14:10] =>  2:30
** 外出一起
*** 1909 周六找轩瑜吃江川户逛奥森做长椅
    CLOCK: [2019-09-07 六 12:15]--[2019-09-07 六 23:00] => 10:45
*** 1909 周四晚上找轩瑜逛首经贸上操场看台
    CLOCK: [2019-09-05 四 20:00]--[2019-09-05 四 23:30] =>  3:30
*** 1908 周二送轩瑜去亦庄上班又回公司
    CLOCK: [2019-09-03 二 06:20]--[2019-09-03 二 10:50] =>  4:30
*** 1908 周一晚上去轩瑜家找她没理我最后在附近宾馆住了一夜
    CLOCK: [2019-09-02 一 20:00]--[2019-09-03 二 00:30] =>  4:30
*** 1908 送轩瑜去南站
    CLOCK: [2019-08-24 六 07:00]--[2019-08-24 六 09:00] =>  2:00
*** 1908 大餐选择
    CLOCK: [2019-08-17 六 21:41]--[2019-08-17 六 23:34] =>  1:53
    CLOCK: [2019-08-17 六 18:45]--[2019-08-17 六 19:29] =>  0:44
    CLOCK: [2019-08-17 六 16:30]--[2019-08-17 六 17:18] =>  0:48
*** 1908 周二送轩瑜上去首都机场前往深圳出差
    CLOCK: [2019-08-13 二 07:00]--[2019-08-13 二 11:30] =>  4:30
*** 1908 周一晚上轩瑜深圳离别晚餐以及小区逛两圈
    CLOCK: [2019-08-12 一 19:05]--[2019-08-12 一 23:00] =>  3:55
*** 1908 中午开车去辉煌国际负一层买花
    CLOCK: [2019-08-07 三 13:35]--[2019-08-07 三 14:30] =>  0:55
*** 1908 周二深夜接轩瑜下班回家大暴雨
    CLOCK: [2019-08-06 二 20:45]--[2019-08-06 二 23:00] =>  2:15
*** 1908 周末邀约选址
    CLOCK: [2019-08-01 四 12:20]--[2019-08-01 四 12:52] =>  0:32
*** 1907 游潭柘寺看哪吒之魔童降世吃汤臣小厨
    CLOCK: [2019-07-27 六 13:50]--[2019-07-27 六 21:50] =>  8:00
*** 1907 送书准备工作
    CLOCK: [2019-07-23 二 18:42]--[2019-07-23 二 18:55] =>  0:13
*** 1907 周末邀约
    CLOCK: [2019-07-04 四 20:30]--[2019-07-04 四 21:38] =>  1:08
    CLOCK: [2019-07-04 四 18:45]--[2019-07-04 四 19:22] =>  0:37
*** 1906 挑选吃饭的地方
    CLOCK: [2019-06-28 五 19:56]--[2019-06-28 五 20:51] =>  0:55
    CLOCK: [2019-06-28 五 18:07]--[2019-06-28 五 18:25] =>  0:18
** 健身
*** 百度科技楼健身房
    CLOCK: [2019-10-21 一 21:45]--[2019-10-21 一 21:56] =>  0:11
    CLOCK: [2019-10-14 一 17:15]--[2019-10-14 一 17:30] =>  0:15
    CLOCK: [2019-10-08 二 17:25]--[2019-10-08 二 17:55] =>  0:30
    CLOCK: [2019-09-23 一 19:25]--[2019-09-23 一 19:50] =>  0:25
    CLOCK: [2019-09-09 一 22:00]--[2019-09-09 一 22:30] =>  0:30
    CLOCK: [2019-09-04 三 17:07]--[2019-09-04 三 17:37] =>  0:30
    CLOCK: [2019-08-31 六 18:10]--[2019-08-31 六 18:35] =>  0:25
    CLOCK: [2019-08-30 五 20:40]--[2019-08-30 五 21:26] =>  0:46
    CLOCK: [2019-08-26 一 17:00]--[2019-08-26 一 17:25] =>  0:25
    CLOCK: [2019-08-21 三 16:25]--[2019-08-21 三 17:00] =>  0:35
    CLOCK: [2019-08-19 一 21:38]--[2019-08-19 一 22:18] =>  0:40
    CLOCK: [2019-08-15 四 17:30]--[2019-08-15 四 17:50] =>  0:20
    CLOCK: [2019-08-14 三 20:55]--[2019-08-14 三 21:40] =>  0:45
    CLOCK: [2019-08-13 二 17:20]--[2019-08-13 二 17:40] =>  0:20
    CLOCK: [2019-08-07 三 16:50]--[2019-08-07 三 17:00] =>  0:10
    CLOCK: [2019-07-26 五 21:10]--[2019-07-26 五 21:48] =>  0:38
    CLOCK: [2019-07-22 一 17:20]--[2019-07-22 一 17:50] =>  0:30
    CLOCK: [2019-07-12 五 16:38]--[2019-07-12 五 17:19] =>  0:41
    CLOCK: [2019-07-04 四 17:12]--[2019-07-04 四 17:36] =>  0:24
    CLOCK: [2019-06-26 三 21:30]--[2019-06-26 三 22:20] =>  0:50
    CLOCK: [2019-06-25 二 21:20]--[2019-06-25 二 21:46] =>  0:26
    CLOCK: [2019-06-22 六 15:40]--[2019-06-22 六 17:23] =>  1:43
    CLOCK: [2019-06-19 三 21:40]--[2019-06-19 三 22:16] =>  0:36
    CLOCK: [2019-06-19 三 17:17]--[2019-06-19 三 17:33] =>  0:16
    CLOCK: [2019-06-18 二 16:45]--[2019-06-18 二 17:18] =>  0:33
    CLOCK: [2019-06-17 一 20:20]--[2019-06-17 一 21:25] =>  1:05
    CLOCK: [2019-06-15 六 20:00]--[2019-06-15 六 20:40] =>  0:40
    CLOCK: [2019-06-13 四 21:29]--[2019-06-13 四 22:13] =>  0:44
    CLOCK: [2019-06-13 四 13:58]--[2019-06-13 四 14:19] =>  0:21
    CLOCK: [2019-06-11 二 21:12]--[2019-06-11 二 21:58] =>  0:46
    CLOCK: [2019-05-30 四 20:30]--[2019-05-30 四 21:01] =>  0:31
    CLOCK: [2019-05-28 二 20:10]--[2019-05-28 二 20:58] =>  0:48
    CLOCK: [2019-05-25 六 17:00]--[2019-05-25 六 17:46] =>  0:46
    CLOCK: [2019-05-18 六 20:00]--[2019-05-18 六 20:40] =>  0:40
    CLOCK: [2019-05-15 三 21:30]--[2019-05-15 三 22:00] =>  0:30
    CLOCK: [2019-05-06 一 21:00]--[2019-05-06 一 21:29] =>  0:29
    CLOCK: [2019-04-26 五 16:55]--[2019-04-26 五 17:30] =>  0:35
    CLOCK: [2019-04-11 四 16:23]--[2019-04-11 四 16:52] =>  0:29
    CLOCK: [2019-04-09 二 16:10]--[2019-04-09 二 16:30] =>  0:20
    CLOCK: [2019-03-27 三 17:15]--[2019-03-27 三 17:48] =>  0:33
    CLOCK: [2019-03-22 五 16:40]--[2019-03-22 五 17:22] =>  0:42
    CLOCK: [2019-03-20 三 16:40]--[2019-03-20 三 17:15] =>  0:35
    CLOCK: [2019-03-19 二 20:40]--[2019-03-19 二 21:31] =>  0:51
    CLOCK: [2019-03-12 二 21:08]--[2019-03-12 二 22:00] =>  0:52
    CLOCK: [2019-03-09 六 16:50]--[2019-03-09 六 17:30] =>  0:40
    CLOCK: [2019-03-08 五 16:10]--[2019-03-08 五 16:40] =>  0:30
    CLOCK: [2019-03-06 三 17:00]--[2019-03-06 三 17:30] =>  0:30
    CLOCK: [2019-03-05 二 17:02]--[2019-03-05 二 17:30] =>  0:28
    CLOCK: [2019-01-18 五 20:10]--[2019-01-18 五 20:50] =>  0:40
    CLOCK: [2018-03-19 一 19:20]--[2018-03-19 一 19:52] =>  0:32
    CLOCK: [2018-01-15 一 17:25]--[2018-01-15 一 17:45] =>  0:20
    CLOCK: [2017-12-05 二 17:20]--[2017-12-05 二 17:50] =>  0:30
    CLOCK: [2017-05-05 五 17:40]--[2017-05-05 五 18:09] =>  0:29
    CLOCK: [2017-04-28 五 17:20]--[2017-04-28 五 18:00] =>  0:40
    CLOCK: [2017-04-17 一 16:57]--[2017-04-17 一 17:58] =>  1:01
    CLOCK: [2017-02-09 四 17:50]--[2017-02-09 四 18:05] =>  0:15
    CLOCK: [2017-01-23 一 16:42]--[2017-01-23 一 17:20] =>  0:38
    CLOCK: [2017-01-03 二 18:43]--[2017-01-03 二 19:18] =>  0:35
    CLOCK: [2016-11-30 三 19:30]--[2016-11-30 三 20:05] =>  0:35
    CLOCK: [2016-11-24 四 18:56]--[2016-11-24 四 19:38] =>  0:42
    CLOCK: [2016-11-08 二 19:46]--[2016-11-08 二 20:10] =>  0:24
    CLOCK: [2016-11-07 一 18:47]--[2016-11-07 一 19:40] =>  0:53
    CLOCK: [2016-11-04 五 18:37]--[2016-11-04 五 19:15] =>  0:38
    CLOCK: [2016-11-01 二 17:45]--[2016-11-01 二 18:40] =>  0:55
    CLOCK: [2016-10-27 四 18:19]--[2016-10-27 四 19:15] =>  0:56
    CLOCK: [2016-10-25 二 18:41]--[2016-10-25 二 19:25] =>  0:44
    CLOCK: [2016-10-24 一 19:40]--[2016-10-24 一 20:15] =>  0:35
    CLOCK: [2016-10-18 二 19:26]--[2016-10-18 二 19:56] =>  0:30
    CLOCK: [2016-10-17 一 18:25]--[2016-10-17 一 19:00] =>  0:35
    CLOCK: [2016-10-14 五 18:00]--[2016-10-14 五 18:32] =>  0:32
    CLOCK: [2016-09-29 四 17:52]--[2016-09-29 四 18:50] =>  0:58
    CLOCK: [2016-09-28 三 18:00]--[2016-09-28 三 19:00] =>  1:00
    CLOCK: [2016-09-27 二 18:11]--[2016-09-27 二 19:00] =>  0:49
    CLOCK: [2016-09-21 三 18:37]--[2016-09-21 三 19:25] =>  0:48
    CLOCK: [2016-09-20 二 19:00]--[2016-09-20 二 19:45] =>  0:45
    CLOCK: [2016-09-19 一 19:13]--[2016-09-19 一 19:51] =>  0:38
    CLOCK: [2016-09-14 三 18:19]--[2016-09-14 三 18:45] =>  0:26
    CLOCK: [2016-09-09 五 19:00]--[2016-09-09 五 19:21] =>  0:21
    CLOCK: [2016-09-08 四 18:27]--[2016-09-08 四 19:00] =>  0:33
    CLOCK: [2016-09-07 三 17:27]--[2016-09-07 三 18:33] =>  1:06
    CLOCK: [2016-09-02 五 18:45]--[2016-09-02 五 19:32] =>  0:47
    CLOCK: [2016-08-31 三 19:04]--[2016-08-31 三 19:40] =>  0:36
    CLOCK: [2016-08-30 二 19:08]--[2016-08-30 二 20:00] =>  0:52
    CLOCK: [2016-08-26 五 18:38]--[2016-08-26 五 19:10] =>  0:32
    CLOCK: [2016-08-25 四 19:35]--[2016-08-25 四 19:55] =>  0:20
    CLOCK: [2016-08-23 二 18:25]--[2016-08-23 二 18:59] =>  0:34
    CLOCK: [2016-08-22 一 18:40]--[2016-08-22 一 19:01] =>  0:21
    CLOCK: [2016-08-19 五 19:00]--[2016-08-19 五 19:20] =>  0:20
    CLOCK: [2016-08-18 四 18:39]--[2016-08-18 四 19:14] =>  0:35
    CLOCK: [2016-08-17 三 19:11]--[2016-08-17 三 19:45] =>  0:34
    CLOCK: [2016-08-16 二 19:06]--[2016-08-16 二 19:30] =>  0:24
    CLOCK: [2016-08-15 一 19:00]--[2016-08-15 一 19:46] =>  0:46
    CLOCK: [2016-08-12 五 19:00]--[2016-08-12 五 19:30] =>  0:30
    CLOCK: [2016-08-11 四 18:38]--[2016-08-11 四 19:04] =>  0:26
    CLOCK: [2016-08-10 三 18:50]--[2016-08-10 三 20:00] =>  1:10
    CLOCK: [2016-08-09 二 18:13]--[2016-08-09 二 19:22] =>  1:09
    CLOCK: [2016-08-05 五 19:30]--[2016-08-05 五 20:00] =>  0:30
    CLOCK: [2016-08-03 三 19:20]--[2016-08-03 三 20:00] =>  0:40
    CLOCK: [2016-08-02 二 19:00]--[2016-08-02 二 20:01] =>  1:01
    CLOCK: [2016-08-01 一 19:11]--[2016-08-01 一 19:50] =>  0:39
    CLOCK: [2016-07-29 五 18:00]--[2016-07-29 五 18:40] =>  0:40
    CLOCK: [2016-07-28 四 19:06]--[2016-07-28 四 19:36] =>  0:30
    CLOCK: [2016-07-26 二 19:00]--[2016-07-26 二 19:50] =>  0:50
    CLOCK: [2016-07-25 一 18:50]--[2016-07-25 一 20:00] =>  1:10
    CLOCK: [2016-07-22 五 18:50]--[2016-07-22 五 19:34] =>  0:44
    CLOCK: [2016-07-21 四 18:20]--[2016-07-21 四 18:55] =>  0:35
    CLOCK: [2016-07-19 二 18:42]--[2016-07-19 二 19:42] =>  1:00
    CLOCK: [2016-07-18 一 18:51]--[2016-07-18 一 19:40] =>  0:49
    CLOCK: [2016-07-12 二 18:45]--[2016-07-12 二 19:30] =>  0:45
    CLOCK: [2016-07-11 一 19:00]--[2016-07-11 一 20:00] =>  1:00
    CLOCK: [2016-07-08 五 20:50]--[2016-07-08 五 21:10] =>  0:20
    CLOCK: [2016-07-06 三 18:40]--[2016-07-06 三 19:10] =>  0:30
    CLOCK: [2016-07-05 二 18:38]--[2016-07-05 二 19:10] =>  0:32
    CLOCK: [2016-07-04 一 18:17]--[2016-07-04 一 18:55] =>  0:38
*** 1807 Keep Fit 02
    CLOCK: [2018-07-18 三 23:41]--[2018-07-18 三 23:58] =>  0:17
    CLOCK: [2018-07-16 一 22:00]--[2018-07-16 一 22:17] =>  0:17
    CLOCK: [2018-07-12 四 00:31]--[2018-07-12 四 00:48] =>  0:17
*** 家里锻炼(insanity)
    CLOCK: [2017-11-30 四 22:22]--[2017-11-30 四 22:36] =>  0:14
    CLOCK: [2017-10-06 五 22:46]--[2017-10-06 五 22:59] =>  0:13
    CLOCK: [2016-11-01 二 22:45]--[2016-11-01 二 23:01] =>  0:16
    CLOCK: [2016-10-30 日 22:55]--[2016-10-30 日 23:01] =>  0:06
    CLOCK: [2016-10-12 三 21:45]--[2016-10-12 三 21:59] =>  0:14
*** 家里锻炼（腹部）
    CLOCK: [2017-11-27 一 23:30]--[2017-11-27 一 23:46] =>  0:16
    CLOCK: [2017-08-17 四 22:34]--[2017-08-17 四 22:45] =>  0:11
    CLOCK: [2017-01-18 三 22:11]--[2017-01-18 三 22:28] =>  0:17
    CLOCK: [2016-12-22 四 23:30]--[2016-12-22 四 23:48] =>  0:18
    CLOCK: [2016-12-18 日 00:28]--[2016-12-18 日 00:46] =>  0:18
    CLOCK: [2016-12-13 二 23:38]--[2016-12-13 二 23:56] =>  0:18
    CLOCK: [2016-12-02 五 21:23]--[2016-12-02 五 21:30] =>  0:07
    CLOCK: [2016-11-23 三 23:23]--[2016-11-23 三 23:35] =>  0:12
    CLOCK: [2016-11-13 日 21:32]--[2016-11-13 日 21:46] =>  0:14
    CLOCK: [2016-11-06 日 23:07]--[2016-11-06 日 23:23] =>  0:16
    CLOCK: [2016-11-05 六 00:07]--[2016-11-05 六 00:15] =>  0:08
*** 奥森跑步
    CLOCK: [2017-01-08 日 17:26]--[2017-01-08 日 18:00] =>  0:34
    CLOCK: [2016-11-06 日 17:41]--[2016-11-06 日 18:12] =>  0:31
    CLOCK: [2016-10-02 日 18:41]--[2016-10-02 日 19:04] =>  0:23
    CLOCK: [2016-09-15 四 19:26]--[2016-09-15 四 20:28] =>  1:02
    CLOCK: [2016-09-10 六 20:29]--[2016-09-10 六 21:01] =>  0:32
    CLOCK: [2016-08-27 六 19:32]--[2016-08-27 六 20:15] =>  0:43
    CLOCK: [2016-08-13 六 21:07]--[2016-08-13 六 21:40] =>  0:33
    CLOCK: [2016-07-24 日 18:49]--[2016-07-24 日 19:19] =>  0:30
    CLOCK: [2016-07-16 六 18:43]--[2016-07-16 六 19:40] =>  0:57

    
    
    
    
    
    
    
    
    
    
    
    

    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
